Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# Agree_Text
source: Agree
cs: Souhlasit
da: Enig
de: Zustimmen
es: De acuerdo
fi: Olla samaa mieltä
fr: D 'accord
hu: Egyetért
it: Accetto
nb: Bli enige
nl: Akkoord
pl: Zgadzać się
pt: Concordar
ro: De acord
sv: Hålla med

# AllowedCharNot_Text
source: Not allowed:
cs: Nepovoleno:
da: Ikke tilladt:
de: Nicht erlaubt:
es: No permitido:
fi: Ei sallittu:
fr: Interdit:
hu: Nem megengedett:
it: Non autorizzato:
nb: Ikke tillatt:
nl: Niet toegestaan:
pl: Niedozwolony:
pt: Não permitido:
ro: Nepermis:
sv: Inte tillåtet:

# AllowedChar_Text
source: Allowed characters:
cs: Povolené znaky:
da: Tilladte tegn:
de: Erlaubte Zeichen:
es: Caracteres permitidos:
fi: Sallitut merkit:
fr: Caractères autorisés:
hu: Engedélyezett karakterek:
it: Caratteri consentiti:
nb: Tillatte tegn:
nl: Toegestane karakters:
pl: Dozwolone znaki:
pt: Caracteres permitidos:
ro: Caractere permise:
sv: Tillåtna tecken:

# ButtonClose_Text
source: Close
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulkea
fr: Fermer
hu: Zárja be
it: Chiudere
nb: Lukk
nl: Sluiten
pl: Zamknąć
pt: Perto
ro: Închide
sv: Stänga

# ButtonReset_Text
source: Reset
cs: Resetovat
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
nb: Nullstille
pl: Resetowanie
pt: Redefinir
ro: Resetați
sv: Återställa

# ButtonSolve_Text
source: Solve
cs: Řešit
da: Løse
de: Lösen
es: Resolver
fi: Ratkaista
fr: Résoudre
hu: Oldja meg
it: Risolvere
nb: Løse
nl: Los op
pl: Rozwiązywać
pt: Resolver
ro: Rezolva
sv: Lösa

# CloseApplication_Text
source: Please close the application.
cs: Zavřete aplikaci.
da: Luk venligst ansøgningen.
de: Bitte schließen Sie die Anwendung.
es: Cierra la aplicación.
fi: Sulje sovellus.
fr: Veuillez fermer l'application.
hu: Kérjük, zárja be az alkalmazást.
it: Si prega di chiudere l'applicazione.
nb: Vennligst lukk applikasjonen.
nl: Gelieve de toepassing te sluiten.
pl: Proszę zamknąć aplikację.
pt: Feche o aplicativo.
ro: Vă rugăm să închideți aplicația.
sv: Stäng applikationen.

# Contact_Text
source: Contact:
cs: Kontakt:
da: Kontakt:
de: Kontakt:
es: Contacto:
fi: Ottaa yhteyttä:
hu: Kontakt:
it: Contatto:
nb: Kontakt:
pl: Kontakt:
pt: Contato:
sv: Kontakt:

# Continue_Text
source: Continue
cs: Pokračovat
da: Blive ved
de: Weitermachen
es: Continuar
fi: Jatkaa
fr: Continuez
hu: Folytatni
it: Continua
nb: Fortsette
nl: Doorgaan
pl: Kontynuować
pt: Prosseguir
ro: Continua
sv: Fortsätta

# Copyright_Text
source: Copyright
cs: Autorská práva
da: Ophavsret
de: Urheberrechte
es: Derechos de autor
fi: Tekijänoikeus
fr: Droits d'auteur
hu: Szerzői jog
it: Diritto d'autore
nb: Opphavsrett
nl: Auteursrechten
pl: Prawo autorskie
pt: Direito autoral
ro: Drepturi de autor
sv: Upphovsrätt

# CubeBackFace_Text
source: Back face
cs: Zadní obličej
da: Bagside
de: Rückseite
es: Cara posterior
fi: Takakasvot
fr: Face arrière
hu: Hátsó arc
it: Faccia posteriore
nb: Bakside
nl: Achterzijde
pl: Tylna strona
pt: Face posterior
ro: Fața din spate
sv: Baksida

# CubeDownFace_Text
source: Down face
cs: Dolů obličej
da: Ned i ansigtet
de: Unterseite
es: Cara inferior
fi: Kasvot alaspäin
fr: Face inférieure
hu: Lefelé arccal
it: Faccia inferiore
nb: Ned ansikt
nl: Onderzijde
pl: Opuszczona twarz
pt: Face inferior
ro: Fața în jos
sv: Nedåt ansiktet

# CubeColors_Text
source: Cube colors:
cs: Barvy kostek:
da: Kube farver:
de: Würfelfarben:
es: Cubo de colores:
fi: Kuution värit:
fr: Couleurs des cubes:
hu: Kocka színei:
it: Colori cubo:
nb: Kubefarger:
nl: Kubus kleuren:
pl: Kolory kostek:
pt: Cores do cubo:
ro: Culorile cubului:
sv: Kubfärger:

# CubeFrontFace_Text
source: Front face
cs: Přední strana
da: Forside
de: Vorderseite
es: Cara frontal
fi: Etupuoli
fr: Face avant
hu: Elülső arc
it: Faccia anteriore
nb: Forside
nl: Voorzijde
pl: Przód twarzy
pt: Face frontal
ro: Fața din față
sv: Framsida

# CubeInsideView_Text
source: Inside view
cs: Pohled dovnitř
da: Indefra
de: Innenansicht
es: Vista interior
fi: Näkymä sisäpuolelta
fr: Vue de l'intérieur
hu: Belső nézet
it: Vista interna
nb: Innvendig utsikt
nl: Binnenkant
pl: Widok wewnątrz
pt: Vista interior
ro: Vedere din interior
sv: Inifrån

# CubeLeftFace_Text
source: Left face
cs: Levá tvář
da: Venstre ansigt
de: Linke Seite
es: Cara izquierda
fi: Vasen kasvo
fr: Face gauche
hu: Bal arc
it: Faccia sinistra
nb: Venstre ansikt
nl: Linkerzijde
pl: Lewa twarz
pt: Face esquerda
ro: Fața stângă
sv: Vänster ansikte

# CubeOutsideView_Text
source: Outside view
cs: Pohled zvenčí
da: Udefra
de: Aussenansicht
es: Vista exterior
fi: Näkymä ulkopuolelta
fr: Vue extérieure
hu: Külső kilátás
it: Vista esterna
nb: Utenfor
nl: Buitenkant
pl: Zewnętrzny widok
pt: Vista externa
ro: Vedere din exterior
sv: Utifrån utsikt

# CubeRightFace_Text
source: Right face
cs: Pravá tvář
da: Højre ansigt
de: Rechte Seite
es: Cara derecha
fi: Oikeat kasvot
fr: Face droite
hu: Jobb arc
it: Faccia destra
nb: Høyre ansikt
nl: Rechterzijde
pl: Prawa twarz
pt: Face direita
ro: Fața dreaptă
sv: Höger ansikte

# CubeUpFace_Text
source: Upper face
cs: Horní část obličeje
da: Overansigt
de: Oberseite
es: Cara superior
fi: Yläkasvot
fr: Face supérieure
hu: Felső arc
it: Faccia superiore
nb: Øvre ansikt
nl: Bovenzijde
pl: Górna twarz
pt: Face superior
ro: Fața superioară
sv: Övre ansiktet

# Default_Text
source: Default
cs: Výchozí
da: Standard
de: Standard
es: Estándar
fi: Oletusasetus
fr: Standard
hu: Alapértelmezett
it: Predefinito
nb: Standard
nl: Standaard
pl: Standard
pt: Padrão
ro: Standard
sv: Standard

# Description_Text
source: Play or solve the cube.
cs: Zahrajte si nebo vyřešte kostku.
da: Spil eller løs terningen.
de: Spiele oder löse den Würfel.
es: Juega o resuelve el cubo.
fi: Pelaa tai ratkaise kuutio.
fr: Jouez ou résolvez le cube.
hu: Játssz vagy oldd meg a kockát.
it: Gioca o risolvi il cubo.
nb: Spill eller løs kuben.
nl: Speel of los de kubus op.
pl: Zagraj lub ułóż kostkę.
pt: Jogue ou resolva o cubo.
ro: Joacă sau rezolvă cubul.
sv: Spela eller lös kuben.

# Disagree_Text
source: Disagree
cs: Nesouhlasit
da: Være uenig
de: Nicht zustimmen
es: No acordado
fi: Olen eri mieltä
fr: Désaccord
hu: Nem ért egyet
it: Non accetto
nb: Være uenig
nl: Niet akkoord
pl: Nie zgadzać się
pt: Discordar
ro: Dezacord
sv: Instämmer inte alls

# Email_Text
source: E-mail:
cs: E-mailem:
es: Correo electrónico:
fi: Sähköposti:
nb: E-post:
sv: E-post:

# ErrorTitle_Text
source: Error
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
sv: Fel

# ExplainedBySpeech_Text
source: Explained by speech:
cs: Vysvětleno řečí:
da: Forklaret med tale:
de: Redeweise erklärt:
es: Explicado por el habla:
fi: Puheella selitettynä:
fr: Expliqué par la parole:
hu: Beszéddel magyarázva:
it: Spiegato con il discorso:
nb: Forklart med tale:
nl: Uitleg met spraak:
pl: Wyjaśnione mową:
pt: Explicado pelo discurso:
ro: Explicat prin discurs:
sv: Förklarat med tal:

# ExplainedByText_Text
source: Explained by text:
cs: Vysvětleno textem:
da: Forklaret med tekst:
de: Textlich erklärt:
es: Explicado por texto:
fi: Tekstillä selitettynä:
fr: Expliqué par texte:
hu: Szöveggel magyarázva:
it: Spiegato dal testo:
nb: Forklart med tekst:
nl: Uitleg met tekst:
pl: Wyjaśnione tekstem:
pt: Explicado pelo texto:
ro: Explicat prin text:
sv: Förklarat med text:

# HelpCube_Text
source: Rotate the cube sides 'clockwise' and 'counter clockwise': If the command is given to turn the front 'clockwise' then this is in the direction the hands are turning. 'Counter clockwise' is turning in the other direction. For the other sides you always have to 'imagine' that you are directly in front of the side to be turned. So if it says turn the back 'clockwise' imagine you are on the other side of the cube and then turn the back 'clockwise'. Do not rotate the cube itself.
cs: Otočte strany kostky „ve směru hodinových ručiček“ a „proti směru hodinových ručiček“: Pokud je dán příkaz k otočení přední části ve směru hodinových ručiček, je to ve směru otáčení rukou. 'Proti směru hodinových ručiček' se otáčí opačným směrem. U ostatních stran si vždy musíte „představit“, že jste přímo před stranou, která má být otočena. Takže pokud je napsáno otočte zadní stranu „ve směru hodinových ručiček“, představte si, že jste na druhé straně krychle, a pak otočte zadní stranu „ve směru hodinových ručiček“. Neotáčejte samotnou kostkou.
da: Drej terningsiderne 'med uret' og 'mod uret': Hvis kommandoen er givet til at dreje fronten 'med uret', er dette i den retning, viserne drejer. 'Mod uret' drejer i den anden retning. Til de andre sider skal du altid 'forstille dig', at du er direkte foran den side, der skal vendes. Så hvis der står drej ryggen 'med uret', forestil dig, at du er på den anden side af kuben, og drej derefter bagsiden 'med uret'. Roter ikke selve kuben.
de: Drehen Sie die Würfelseiten im Uhrzeigersinn und im Gegenuhrzeigersinn: Wenn der Befehl gegeben wird, die Vorderseite 'im Uhrzeigersinn' zu drehen, dann in die Richtung, in die sich die Zeiger drehen. 'Gegen den Uhrzeigersinn' dreht sich in die andere Richtung. Für die anderen Seiten muss man sich immer 'vorstellen', dass man direkt vor der zu wendenden Seite steht. Wenn es also heißt, drehen Sie die Rückseite im Uhrzeigersinn, stellen Sie sich vor, Sie befinden sich auf der anderen Seite des Würfels und drehen Sie dann die Rückseite im Uhrzeigersinn. Drehen Sie nicht den Würfel selbst.
es: Gira los lados del cubo en sentido horario y antihorario: Si se da la orden de girar el frente en el sentido de las agujas del reloj, entonces esto es en la dirección en que giran las manecillas. 'En sentido contrario a las agujas del reloj' está girando en la otra dirección. Para los otros lados, siempre tiene que 'imaginar' que está directamente frente al lado que se va a girar. Entonces, si dice girar la parte trasera en el sentido de las agujas del reloj, imagina que estás en el otro lado del cubo y luego gira la parte trasera en el sentido de las agujas del reloj. No gire el cubo en sí.
fi: Kierrä kuution sivuja 'myötäpäivään' ja 'vastapäivään': Jos käsketään kääntää etuosaa 'myötäpäivään', tämä on suunnassa, johon kädet kääntyvät. 'Vastapäivään' kääntyy toiseen suuntaan. Muilla puolilla sinun täytyy aina "kuvitella", että olet suoraan käännettävän puolen edessä. Joten jos siinä lukee käännä takaosa 'myötäpäivään', kuvittele olevasi kuution toisella puolella ja käännä sitten takaosaa 'myötäpäivään'. Älä kierrä itse kuutiota.
fr: Faites pivoter les côtés du cube dans le sens des aiguilles d'une montre et dans le sens inverse des aiguilles d'une montre: Si la commande est donnée de tourner le devant dans le sens des aiguilles d'une montre, c'est dans le sens dans lequel les aiguilles tournent. 'Dans le sens contraire des aiguilles d'une montre' tourne dans l'autre sens. Pour les autres côtés, vous devez toujours « imaginer » que vous êtes directement devant le côté à tourner. Donc, s'il est indiqué de tourner le dos dans le sens des aiguilles d'une montre, imaginez que vous êtes de l'autre côté du cube, puis tournez le dos dans le sens des aiguilles d'une montre. Ne faites pas pivoter le cube lui-même.
hu: Forgassa el a kocka oldalát az óramutató járásával megegyezően és az óramutató járásával ellentétes irányban: Ha azt a parancsot adják, hogy fordítsa el az elülső részt az óramutató járásával megegyező irányba, akkor ez abba az irányba mutat, amerre a mutatók forognak. Az 'óramutató járásával ellentétes' a másik irányba forog. A másik oldalon mindig „el kell képzelnie”, hogy közvetlenül a megfordítandó oldal előtt áll. Tehát ha azt írja ki, hogy fordítsa el a hátlapot az óramutató járásával megegyező irányba, képzelje el, hogy a kocka másik oldalán áll, majd fordítsa el a hátát az óramutató járásával megegyező irányba. Magát a kockát ne forgassa el.
it: Ruota i lati del cubo in senso orario e antiorario: Se viene dato il comando di girare la parte anteriore 'in senso orario', allora questo è nella direzione in cui le lancette stanno girando. 'In senso antiorario' sta girando nella direzione opposta. Per gli altri lati devi sempre 'immaginare' di essere direttamente davanti al lato da girare. Quindi, se dice gira la parte posteriore 'in senso orario', immagina di essere dall'altra parte del cubo e poi gira la parte posteriore 'in senso orario'. Non ruotare il cubo stesso.
nb: Roter kubesidene "med klokken" og "mot klokken": Hvis kommandoen er gitt for å vri fronten 'med klokken', er dette i den retningen viserne dreier. 'Mot klokken' dreier i den andre retningen. For de andre sidene må du alltid 'forestille deg' at du er rett foran siden som skal snus. Så hvis det står vri baksiden 'med klokken', forestill deg at du er på den andre siden av kuben, og vri deretter baksiden 'med klokken'. Ikke roter selve kuben.
nl: De kubuszijden 'met de klok mee' en 'tegen de klok in' draaien: Als de opdracht wordt gegeven om de voorzijde 'met de klok mee' te draaien dan is dit in de richting waarin de wijzers draaien. 'Tegen de klok in' is draaien in de andere richting. Voor de andere zijden moet u zich steeds 'inbeelden' dat u recht voor de te draaien zijde staat. Dus als er staat draai de achterkant 'met de klok mee' stel u zich dan voor dat u aan de andere kant van de kubus staat en draai dan de achterkant 'met de klok mee'. Draai de kubus zelf niet.
pl: Obróć boki sześcianu „zgodnie z ruchem wskazówek zegara” i „przeciwnie do ruchu wskazówek zegara”: Jeśli wydane zostanie polecenie obrócenia przodu w kierunku zgodnym z ruchem wskazówek zegara, będzie to robione w kierunku, w którym obracają się wskazówki. „W lewo” oznacza obrót w przeciwnym kierunku. W przypadku pozostałych stron zawsze musisz „wyobrazić sobie”, że znajdujesz się bezpośrednio przed stroną, którą chcesz skręcić. Jeśli więc jest napisane, obróć się w kierunku zgodnym z ruchem wskazówek zegara, wyobraź sobie, że jesteś po drugiej stronie sześcianu, a następnie obróć go w kierunku zgodnym z ruchem wskazówek zegara. Nie obracaj samej kostki.
pt: Gire os lados do cubo 'no sentido horário' e 'no sentido anti-horário': Se for dado o comando para girar a frente 'no sentido horário', isso ocorre na direção em que os ponteiros estão girando. 'Sentido anti-horário' está girando na outra direção. Para os outros lados, você sempre deve 'imaginar' que está diretamente na frente do lado a ser virado. Portanto, se ele disser para virar no sentido horário, imagine que você está do outro lado do cubo e, em seguida, vire no sentido horário. Não gire o próprio cubo.
ro: Rotiți laturile cubului „în sensul acelor de ceasornic” și „în sensul invers acelor de ceasornic”: Dacă este dată comanda de a roti partea din față „în sensul acelor de ceasornic”, aceasta este în direcția în care se rotesc mâinile. „În sensul invers acelor de ceasornic” se rotește în cealaltă direcție. Pentru celelalte părți trebuie să vă „imaginați” întotdeauna că vă aflați direct în fața părții care trebuie întors. Așa că, dacă scrie rotiți spatele „în sensul acelor de ceasornic”, imaginați-vă că sunteți de cealaltă parte a cubului și apoi întoarceți spatele „în sensul acelor de ceasornic”. Nu rotiți cubul în sine.
sv: Rotera kubsidorna "medurs" och "moturs": Om kommandot ges att vrida fronten "medurs" är detta i den riktning som visarna vrider. 'Motsols' svänger åt andra hållet. För de andra sidorna måste du alltid 'föreställa dig' att du är direkt framför den sida som ska vändas. Så om det står vrid baksidan "medurs" tänk dig att du är på andra sidan av kuben och vrid sedan baksidan "medurs". Rotera inte själva kuben.

# HelpOpenCube_Text
source: Open the saved cube.
cs: Otevřete uloženou kostku.
da: Åbn den gemte terning.
de: Öffnen Sie den gespeicherten Cube.
es: Abra el cubo guardado.
fi: Avaa tallennettu kuutio.
fr: Ouvrez le cube enregistré.
hu: Nyissa meg a mentett kockát.
it: Apri il cubo salvato.
nb: Åpne den lagrede kuben.
nl: Open de opgeslagen kubus.
pl: Otwórz zapisaną kostkę.
pt: Abra o cubo salvo.
ro: Deschideți cubul salvat.
sv: Öppna den sparade kuben.

# HelpSaveCube_Text
source: Save the current cube.
cs: Uložte aktuální krychli.
da: Gem den aktuelle terning.
de: Speichern Sie den aktuellen Cube.
es: Guarde el cubo actual.
fi: Tallenna nykyinen kuutio.
fr: Enregistrez le cube actuel.
hu: Az aktuális kocka mentése.
it: Salva il cubo corrente.
nb: Lagre den gjeldende kuben.
nl: Sla de huidige kubus op.
pl: Zapisz bieżącą kostkę.
pt: Salve o cubo atual.
ro: Salvați cubul curent.
sv: Spara den aktuella kuben.

# HelpSetColorsCube_Text
source: Transfer the colors from the jumbled cube to this cube. Select a color from the color bar at the top and then tap the pieces of the cube to change them. Press this button again to leave this section and press the 'Solve' button.
cs: Přeneste barvy z neuspořádané kostky na tuto kostku. Vyberte barvu z pruhu barev v horní části a poté klepnutím na kousky kostky je změňte. Dalším stisknutím tohoto tlačítka opustíte tuto sekci a stiskněte tlačítko 'Solve'.
da: Overfør farverne fra den rodede terning til denne terning. Vælg en farve fra farvelinjen øverst, og tryk derefter på stykkerne af terningen for at ændre dem. Tryk på denne knap igen for at forlade denne sektion og tryk på 'Løs'-knappen.
de: Übertragen Sie die Farben vom durcheinandergebrachten Würfel auf diesen Würfel. Wählen Sie oben in der Farbleiste eine Farbe aus und tippen Sie dann auf die Würfelteile, um sie zu ändern. Drücken Sie diese Schaltfläche erneut, um diesen Abschnitt zu verlassen, und klicken Sie auf die Schaltfläche 'Lösen'.
es: Transfiere los colores del cubo desordenado a este cubo. Selecciona un color de la barra de colores en la parte superior y luego toca las piezas del cubo para cambiarlas. Presione este botón nuevamente para salir de esta sección y presione el botón 'Resolver'.
fi: Siirrä värit sekavasta kuutiosta tähän kuutioon. Valitse väri yläreunan väripalkista ja napauta sitten kuution osia muuttaaksesi niitä. Paina tätä painiketta uudelleen poistuaksesi tästä osiosta ja paina 'Ratkaise'-painiketta.
fr: Transférez les couleurs du cube pêle-mêle vers ce cube. Sélectionnez une couleur dans la barre de couleurs en haut, puis appuyez sur les morceaux du cube pour les modifier. Appuyez à nouveau sur ce bouton pour quitter cette section et appuyez sur le bouton 'Résoudre'.
hu: Vigye át a színeket az összekevert kockából ebbe a kockába. Válasszon egy színt a felső színsávból, majd érintse meg a kocka darabjait a módosításhoz. Nyomja meg újra ezt a gombot, hogy kilépjen ebből a szakaszból, és nyomja meg a „Megoldás” gombot.
it: Trasferisci i colori dal cubo confuso a questo cubo. Seleziona un colore dalla barra dei colori in alto e poi tocca i pezzi del cubo per cambiarli. Premi nuovamente questo pulsante per uscire da questa sezione e premi il pulsante 'Risolvere'.
nb: Overfør fargene fra den roterte kuben til denne kuben. Velg en farge fra fargelinjen øverst og trykk deretter på bitene av kuben for å endre dem. Trykk på denne knappen igjen for å forlate denne delen og trykk på 'Løs'-knappen.
nl: Breng de kleuren van de door elkaar gegooide kubus over naar deze kubus. Selecteer een kleur uit de kleurenbalk bovenaan en tik vervolgens op de stukjes van de kubus om ze te veranderen. Druk nogmaals op deze knop om dit gedeelte te verlaten en druk op de 'Los op' knop.
pl: Przenieś kolory z pomieszanej kostki do tej kostki. Wybierz kolor z paska kolorów u góry, a następnie dotknij elementów sześcianu, aby je zmienić. Naciśnij ten przycisk ponownie, aby opuścić tę sekcję i naciśnij przycisk „Rozwiąż”.
pt: Transfira as cores do cubo misturado para este cubo. Selecione uma cor na barra de cores na parte superior e toque nas peças do cubo para alterá-las. Pressione este botão novamente para sair desta seção e pressione o botão 'Resolver'.
ro: Transferați culorile din cubul amestecat în acest cub. Selectați o culoare din bara de culori din partea de sus și apoi atingeți bucățile cubului pentru a le schimba. Apăsați din nou acest buton pentru a părăsi această secțiune și apăsați butonul „Rezolvare”.
sv: Överför färgerna från den blandade kuben till den här kuben. Välj en färg från färgfältet högst upp och tryck sedan på bitarna i kuben för att ändra dem. Tryck på den här knappen igen för att lämna det här avsnittet och tryck på 'Lös'-knappen.

# HexColorCodes_Text
source: Hexadecimal color codes: Characters 1-2: Red Characters 3-4: Green Characters 5-6: Blue
cs: Hexadecimální barevné kódy: Postavy 1-2: Červená Postavy 3-4: Zelená Postavy 5-6: Modrá
da: Hexadecimale farvekoder: Tegn 1-2: Rød Tegn 3-4: Grøn Tegn 5-6: Blå
de: Hexadezimale Farbcodes: Zeichen 1-2: Rot Zeichen 3-4: Grün Zeichen 5-6: Blau
es: Códigos de color hexadecimales: Caracteres 1-2: Rojo Caracteres 3-4: Verde Caracteres 5-6: Azul
fi: Heksadesimaaliset värikoodit: Hahmot 1-2: Punainen Hahmot 3-4: Vihreä Hahmot 5-6: Sininen
fr: Codes couleurs hexadécimaux: Caractères 1-2: Rouge Caractères 3-4: Vert Caractères 5-6: Bleu
hu: Hexadecimális színkódok: 1-2. karakter: Piros 3-4. karakter: Zöld 5-6. karakter: Kék
it: Codici colore esadecimali: Caratteri 1-2: Rosso Caratteri 3-4: Verde Caratteri 5-6: Blu
nb: Heksadesimale fargekoder: Tegn 1-2: Rød Tegn 3-4: Grønn Tegn 5-6: Blå
nl: Hexadecimale kleurcodes: Karakters 1-2: rood Karakters 3-4: groen Karakters 5-6: blauw
pl: Szesnastkowe kody kolorów: Postacie 1-2: Czerwony Postacie 3-4: Zielony Postacie 5-6: Niebieski
pt: Códigos de cores hexadecimais: Caracteres 1-2: Vermelho Caracteres 3-4: Verde Caracteres 5-6: Azul
ro: Coduri de culoare hexazecimale: Personajele 1-2: Roșu Personajele 3-4: Verde Personajele 5-6: Albastru
sv: Hexadecimala färgkoder: Karaktärer 1-2: Röd Karaktärer 3-4: Grön Karaktärer 5-6: Blå
