Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# InfoExplanation_Text
source: Text to speech: Not all languages are supported that are provided in the application settings. This option varies from device to device and the installed languages. It is possible that for some languages the translation to and from speech is done over the internet by the concerned services. Google Translate was used for the translation of the text. This is not a guarantee that all translations are correct. The supporting languages are: Czech, Danish, Dutch, English, Finnish, French, German, Hungarian, Italian, Norwegian, Polish, Portuguese, Romanian, Spanish and Swedish. You can always contact me for any corrections.
cs: Převod textu na řeč: Nejsou podporovány všechny jazyky uvedené v nastavení aplikace. Tato možnost se liší zařízení od zařízení a nainstalované jazyky. Je možné, že u některých jazyků je překlad do az řeči prováděn prostřednictvím internetu příslušnými službami. K překladu textu byl použit Google Translate. To nezaručuje, že všechny překlady jsou správné. Podporované jazyky jsou: čeština, dánština, holandština, angličtina, finština, francouzština, němčina, maďarština, italština, norština, polština, portugalština, rumunština, španělština a švédština. Pro případné opravy mě můžete vždy kontaktovat.
da: Tekst til tale: Ikke alle sprog understøttes, som er angivet i applikationsindstillingerne. Denne mulighed varierer fra enhed til enhed og de installerede sprog. Det er muligt, at for nogle sprog udføres oversættelsen til og fra tale over internettet af de pågældende tjenester. Google Translate blev brugt til oversættelsen af teksten. Dette er ikke en garanti for, at alle oversættelser er korrekte. Understøttende sprog er: tjekkisk, dansk, hollandsk, engelsk, finsk, fransk, tysk, ungarsk, italiensk, norsk, polsk, portugisisk, rumænsk, spansk og svensk. Du kan altid kontakte mig for eventuelle rettelser.
de: Text-zu-Sprache: Es werden nicht alle Sprachen unterstützt, die in den Anwendungseinstellungen bereitgestellt werden. Diese Option variiert von Gerät zu Gerät und den installierten Sprachen. Es ist möglich, dass für einige Sprachen die Übersetzung in und aus der Sprache von den betreffenden Diensten über das Internet durchgeführt wird. Für die Übersetzung des Textes wurde Google Translate verwendet. Dies ist keine Garantie dafür, dass alle Übersetzungen korrekt sind. Die unterstützten Sprachen sind: Tschechisch, Dänisch, Niederländisch, Englisch, Finnisch, Französisch, Deutsch, Ungarisch, Italienisch, Norwegisch, Polnisch, Portugiesisch, Rumänisch, Spanisch und Schwedisch. Sie können mich jederzeit für Korrekturen kontaktieren.
es: Texto a voz: no se admiten todos los idiomas que se proporcionan en la configuración de la aplicación. Esta opción varía según el dispositivo y los idiomas instalados. Es posible que, para algunos idiomas, la traducción hacia y desde el habla la realicen los servicios correspondientes a través de Internet. Para la traducción del texto se utilizó Google Translate. Esto no es una garantía de que todas las traducciones sean correctas. Los idiomas de soporte son: checo, danés, holandés, inglés, finlandés, francés, alemán, húngaro, italiano, noruego, polaco, portugués, rumano, español y sueco. Siempre puedes contactarme para cualquier corrección.
fi: Tekstistä puheeksi: Kaikkia sovellusasetuksissa olevia kieliä ei tueta. Tämä vaihtoehto vaihtelee laitteittain ja asennetuista kielistä riippuen. On mahdollista, että joillekin kielille käännös puheeseen ja puheesta tapahtuu Internetin kautta asianomaisten palvelujen toimesta. Tekstin kääntämiseen käytettiin Google Translatea. Tämä ei takaa, että kaikki käännökset ovat oikein. Tukikielet ovat: tšekki, tanska, hollanti, englanti, suomi, ranska, saksa, unkari, italia, norja, puola, portugali, romania, espanja ja ruotsi. Voit aina ottaa minuun yhteyttä korjauksista.
fr: Synthèse vocale: Toutes les langues fournies dans les paramètres de l'application ne sont pas prises en charge. Cette option varie d'un appareil à l'autre et des langues installées. Il est possible que pour certaines langues la traduction vers et depuis la parole se fasse via internet par les services concernés. Google Translate a été utilisé pour la traduction du texte. Ceci ne garantit pas que toutes les traductions sont correctes. Les langues de support sont les suivantes: tchèque, danois, néerlandais, anglais, finnois, français, allemand, hongrois, italien, norvégien, polonais, portugais, roumain, espagnol et suédois. Vous pouvez toujours me contacter pour toute correction.
hu: Szövegfelolvasó: Nem minden nyelv támogatott, amely az alkalmazás beállításaiban található. Ez az opció készülékenként és a telepített nyelvektől függően változik. Lehetséges, hogy egyes nyelvek esetében a beszédre és beszédről történő fordítást az interneten keresztül végzik az érintett szolgálatok. A szöveg fordításához a Google Fordítót használtuk. Ez nem garancia arra, hogy minden fordítás helyes. A támogatott nyelvek: holland, angol, francia, német, olasz, portugál és spanyol. Bármilyen javításért bármikor fordulhat hozzám.
it: Sintesi vocale: non sono supportate tutte le lingue fornite nelle impostazioni dell'applicazione. Questa opzione varia da dispositivo a dispositivo e dalle lingue installate. È possibile che per alcune lingue la traduzione da e verso il parlato venga effettuata tramite Internet dai servizi interessati. Per la traduzione del testo è stato utilizzato Google Translate. Questa non è una garanzia che tutte le traduzioni siano corrette. Le lingue di supporto sono: ceco, danese, olandese, inglese, finlandese, francese, tedesco, ungherese, italiano, norvegese, polacco, portoghese, rumeno, spagnolo e svedese. Puoi sempre contattarmi per eventuali correzioni.
nb: Tekst til tale: Ikke alle språk støttes som er gitt i applikasjonsinnstillingene. Dette alternativet varierer fra enhet til enhet og de installerte språkene. Det er mulig at for noen språk blir oversettelsen til og fra tale gjort over internett av de aktuelle tjenestene. Google Translate ble brukt til oversettelsen av teksten. Dette er ikke en garanti for at alle oversettelser er korrekte. Støttespråkene er: tsjekkisk, dansk, nederlandsk, engelsk, finsk, fransk, tysk, ungarsk, italiensk, norsk, polsk, portugisisk, rumensk, spansk og svensk. Du kan alltid kontakte meg for eventuelle rettelser.
nl: Tekst naar spraak: niet alle talen die beschikbaar zijn in de applicatie-instellingen worden ondersteund. Deze optie is afhankelijk van apparaat tot apparaat en de geïnstalleerde talen. Het is mogelijk dat voor sommige talen de vertaling van en naar spraak via het internet wordt gedaan door de betrokken diensten. Voor de vertaling van de tekst werd gebruik gemaakt van Google Translate. Dit is geen garantie dat alle vertalingen correct zijn. De ondersteunende talen zijn: Nederlands, Engels, Frans, Duits, Italiaans, Portugees en Spaans. Voor eventuele correcties kunt u altijd contact met mij opnemen.
pl: Tekst na mowę: nie wszystkie języki dostępne w ustawieniach aplikacji są obsługiwane. Ta opcja różni się w zależności od urządzenia i zainstalowanych języków. Możliwe jest, że w przypadku niektórych języków tłumaczenie na mowę i z mowy jest wykonywane przez Internet przez odpowiednie służby. Do tłumaczenia tekstu użyto Tłumacza Google. Nie gwarantuje to, że wszystkie tłumaczenia są poprawne. Obsługiwane języki to: czeski, duński, holenderski, angielski, fiński, francuski, niemiecki, węgierski, włoski, norweski, polski, portugalski, rumuński, hiszpański i szwedzki. Zawsze możesz się ze mną skontaktować w celu wprowadzenia ewentualnych poprawek.
pt: Texto para fala: Nem todos os idiomas são suportados fornecidos nas configurações do aplicativo. Esta opção varia de dispositivo para dispositivo e os idiomas instalados. É possível que, para alguns idiomas, a tradução de e para fala seja feita pela Internet pelos serviços envolvidos. O Google Tradutor foi utilizado para a tradução do texto. Isso não é uma garantia de que todas as traduções estejam corretas. Os idiomas de suporte são: tcheco, dinamarquês, holandês, inglês, finlandês, francês, alemão, húngaro, italiano, norueguês, polonês, português, romeno, espanhol e sueco. Você sempre pode entrar em contato comigo para quaisquer correções.
ro: Text în vorbire: nu sunt acceptate toate limbile care sunt furnizate în setările aplicației. Această opțiune variază de la dispozitiv la dispozitiv și de la limbile instalate. Este posibil ca, pentru unele limbi, traducerea către și din vorbire să se facă prin internet de către serviciile respective. Google Translate a fost folosit pentru traducerea textului. Aceasta nu este o garanție că toate traducerile sunt corecte. Limbile suportate sunt: cehă, daneză, olandeză, engleză, finlandeză, franceză, germană, maghiară, italiană, norvegiană, poloneză, portugheză, română, spaniolă și suedeză. Mă puteți contacta oricând pentru orice corecturi.
sv: Text till tal: Alla språk som finns i programinställningarna stöds inte. Det här alternativet varierar från enhet till enhet och de installerade språken. Det är möjligt att för vissa språk görs översättningen till och från tal över internet av de berörda tjänsterna. Google Translate användes för översättningen av texten. Detta är inte en garanti för att alla översättningar är korrekta. Stödspråken är: tjeckiska, danska, holländska, engelska, finska, franska, tyska, ungerska, italienska, norska, polska, portugisiska, rumänska, spanska och svenska. Du kan alltid kontakta mig för eventuella korrigeringar.

# Info_Text
source: Information
cs: Informace
es: Información
fi: Tiedot
hu: Információ
it: Informazione
nb: Informasjon
nl: Informatie
pl: Informacje
pt: Informação
ro: Informație

# LanguageSpeech_Text
source: Language speech:
cs: Jazyková řeč:
da: Sprog tale:
de: Sprache Rede:
es: Lenguaje de habla:
fi: Kielen puhe:
fr: Discours de langue:
hu: Nyelvi beszéd:
it: Discorso in lingua:
nb: Språk tale:
nl: Taal spraak:
pl: Mowa językowa:
pt: Linguagem de fala:
ro: Vorbirea limbajului:
sv: Språktal:

# Language_Text
source: Language:
cs: Jazyk:
da: Sprog:
de: Sprache:
es: Idioma:
fi: Kieli:
fr: Langue:
hu: Nyelv:
it: Lingua:
nb: Språk:
nl: Taal:
pl: Język:
pt: Língua:
ro: Limba:
sv: Språk:

# LicenseMit2_Text
source: The software is provided 'as is', without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose and noninfringement. In no event shall the author and/or publisher be liable for any claim, damages or other liability, whether in an action of contract, tort or otherwise, arising from, out of or in connection with the software or the use or other dealings in the software.
cs: Software je poskytován „tak, jak je“, bez záruky jakéhokoli druhu, výslovné nebo předpokládané, včetně, ale bez omezení na záruky prodejnosti, vhodnosti pro konkrétní účel a neporušení práv. V žádném případě nenese autor a/nebo vydavatel odpovědnost za jakýkoli nárok, škody nebo jinou odpovědnost, ať už v případě smluvního jednání, deliktu nebo jinak, vyplývající z, z nebo v souvislosti se softwarem nebo používáním či jinými jednáními v software.
da: Softwaren leveres 'som den er', uden garanti af nogen art, udtrykkelig eller underforstået, inklusive men ikke begrænset til garantier for salgbarhed, egnethed til et bestemt formål og ikke-krænkelse. Forfatteren og/eller udgiveren kan under ingen omstændigheder holdes ansvarlig for krav, skader eller andet ansvar, hvad enten det drejer sig om en kontrakt, skadevoldende handling eller på anden måde, opstået fra, ud af eller i forbindelse med softwaren eller brugen eller anden handel med softwaren.
de: Die Software wird „wie besehen“ bereitgestellt, ohne Gewährleistung jeglicher Art, weder ausdrücklich noch stillschweigend, einschließlich, aber nicht beschränkt auf die Gewährleistung der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung. In keinem Fall haften der Autor und/oder Herausgeber für Ansprüche, Schäden oder andere Haftungen, sei es aus einem Vertrag, aus unerlaubter Handlung oder auf andere Weise, die sich aus, aus oder im Zusammenhang mit der Software oder der Verwendung oder sonstigen Handlungen ergeben die Software.
es: El software se proporciona "tal cual", sin garantía de ningún tipo, expresa o implícita, incluidas, entre otras, las garantías de comerciabilidad, idoneidad para un propósito particular y no infracción. En ningún caso el autor y/o el editor serán responsables de ningún reclamo, daño u otra responsabilidad, ya sea en una acción contractual, extracontractual o de otro tipo, que surja de, o esté relacionado con el software o el uso u otros tratos en El software.
fi: Ohjelmisto toimitetaan sellaisenaan, ilman minkäänlaista nimenomaista tai oletettua takuuta, mukaan lukien mutta ei rajoittuen takuut kaupallisuudesta, sopivuudesta tiettyyn tarkoitukseen ja loukkaamattomuuteen. Tekijä ja/tai julkaisija ei ole missään tapauksessa vastuussa mistään vaatimuksista, vahingoista tai muusta vastuusta, olipa kyseessä sopimus-, vahingonkorvaus- tai muu vastuu, joka johtuu ohjelmistosta, ohjelmistosta tai sen käytöstä tai muusta kaupasta tai sen yhteydessä. ohjelmisto.
fr: Le logiciel est fourni « tel quel », sans garantie d'aucune sorte, expresse ou implicite, y compris, mais sans s'y limiter, les garanties de qualité marchande, d'adéquation à un usage particulier et d'absence de contrefaçon. En aucun cas, l'auteur et/ou l'éditeur ne pourront être tenus responsables de toute réclamation, dommage ou autre responsabilité, que ce soit dans le cadre d'une action contractuelle, délictuelle ou autre, découlant de, de ou en relation avec le logiciel ou l'utilisation ou d'autres transactions dans les logiciels.
hu: A szoftvert „adott állapotában” biztosítjuk, bármilyen kifejezett vagy hallgatólagos garancia nélkül, beleértve, de nem kizárólagosan az eladhatóságra, az adott célra való alkalmasságra és a jogsértésekre vonatkozó garanciákat. A szerző és/vagy a kiadó semmilyen esetben sem felelős semmilyen követelésért, kárért vagy egyéb felelősségért, akár szerződéses, károkozási vagy más jellegű, a szoftverből, a szoftver használatából vagy egyéb kereskedéséből eredő, abból származó vagy azzal kapcsolatos. a szoftver.
it: Il software viene fornito "così com'è", senza garanzie di alcun tipo, esplicite o implicite, incluse, a titolo esemplificativo ma non esaustivo, le garanzie di commerciabilità, idoneità per uno scopo particolare e non violazione. In nessun caso l'autore e/o l'editore possono essere ritenuti responsabili per qualsiasi pretesa, danno o altra responsabilità, sia in un'azione contrattuale, illecita o altro, derivante da, fuori o in connessione con il software o l'uso o altri rapporti in il software.
nb: Programvaren leveres 'som den er', uten garanti av noe slag, uttrykt eller underforstått, inkludert, men ikke begrenset til, garantiene for salgbarhet, egnethet for et bestemt formål og ikke-krenkelse. Forfatteren og/eller utgiveren skal ikke under noen omstendighet holdes ansvarlig for krav, skader eller annet ansvar, enten det er i en kontraktshandling, skadevoldende handling eller på annen måte, som oppstår fra, ut av eller i forbindelse med programvaren eller bruken eller annen handel med programvaren.
nl: De software wordt geleverd 'zoals ze is', zonder enige vorm van garantie, expliciet of impliciet, inclusief maar niet beperkt tot de garanties van verkoopbaarheid, geschiktheid voor een bepaald doel en niet-inbreuk. In geen geval zal de auteur en/of uitgever aansprakelijk zijn voor enige claim, schade of andere aansprakelijkheid, hetzij in een contractuele actie, onrechtmatige daad of anderszins, die voortvloeit van, uit of in verband staat met de software of het gebruik of andere transacties in de software.
pl: Oprogramowanie jest dostarczane „tak jak jest”, bez jakiejkolwiek gwarancji, wyraźnej lub dorozumianej, w tym między innymi gwarancji przydatności handlowej, przydatności do określonego celu i nienaruszalności. W żadnym wypadku autor i/lub wydawca nie będzie ponosić odpowiedzialności za jakiekolwiek roszczenia, szkody lub inną odpowiedzialność wynikającą z umowy, czynu niedozwolonego lub w inny sposób, wynikającą z lub w związku z oprogramowaniem lub użytkowaniem lub innymi działaniami w oprogramowanie.
pt: O software é fornecido 'como está', sem garantia de qualquer tipo, expressa ou implícita, incluindo, mas não se limitando às garantias de comercialização, adequação a uma finalidade específica e não violação. Em nenhum caso o autor e/ou editor será responsável por qualquer reclamação, dano ou outra responsabilidade, seja em uma ação de contrato, ato ilícito ou de outra forma, decorrente, fora ou em conexão com o software ou o uso ou outras negociações em o software.
ro: Software-ul este furnizat „ca atare”, fără garanții de niciun fel, exprese sau implicite, incluzând, dar fără a se limita la garanțiile de vandabilitate, adecvare pentru un anumit scop și neîncălcare. În niciun caz, autorul și/sau editorul nu vor fi răspunzători pentru orice pretenție, daune sau altă răspundere, indiferent dacă este vorba despre o acțiune contractuală, delictuală sau de altă natură, care decurg din, din sau în legătură cu software-ul sau utilizarea sau alte tranzacții în software-ul.
sv: Programvaran tillhandahålls "i befintligt skick", utan garantier av något slag, uttryckliga eller underförstådda, inklusive men inte begränsat till garantier om säljbarhet, lämplighet för ett visst ändamål och icke-intrång. Under inga omständigheter ska författaren och/eller utgivaren hållas ansvariga för något anspråk, skadestånd eller annat ansvar, vare sig i en åtgärd av kontrakt, skadestånd eller på annat sätt, som härrör från, ur eller i samband med programvaran eller användningen eller annan handel med mjukvaran.

# LicenseTitle_Text
source: License
cs: Licence
da: Licens
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
hu: Engedély
it: Licenza
nb: Tillatelse
nl: Licentie
pl: Licencja
pt: Licença
ro: Licență
sv: Licens

# License_Text
source: This application may be used freely for non-commercial purposes. Use this program entirely at your own risk.
cs: Tuto aplikaci lze volně používat pro nekomerční účely. Používejte tento program zcela na vlastní nebezpečí.
da: Denne applikation kan frit bruges til ikke-kommercielle formål. Brug dette program helt på egen risiko.
de: Diese Anwendung darf für nichtkommerzielle Zwecke frei verwendet werden. Verwenden Sie dieses Programm ausschließlich auf eigene Gefahr.
es: Esta aplicación se puede utilizar libremente para fines no comerciales. Utilice este programa bajo su propio riesgo.
fi: Tätä sovellusta voidaan käyttää vapaasti ei-kaupallisiin tarkoituksiin. Käytä tätä ohjelmaa täysin omalla vastuullasi.
fr: Cette application peut être utilisée librement à des fins non commerciales. Utilisez ce programme entièrement à vos propres risques.
hu: Ez az alkalmazás szabadon felhasználható nem kereskedelmi célokra. Ezt a programot kizárólag saját felelősségére használja.
it: Questa applicazione può essere utilizzata liberamente per scopi non commerciali. Utilizzare questo programma interamente a proprio rischio.
nb: Denne applikasjonen kan brukes fritt til ikke-kommersielle formål. Bruk dette programmet helt på egen risiko.
nl: Deze applicatie mag vrij worden gebruikt voor niet-commerciële doeleinden. Gebruik dit programma geheel op eigen risico.
pl: Z tej aplikacji można swobodnie korzystać w celach niekomercyjnych. Korzystaj z tego programu całkowicie na własne ryzyko.
pt: Este aplicativo pode ser usado livremente para fins não comerciais. Use este programa inteiramente por sua conta e risco.
ro: Această aplicație poate fi folosită gratuit în scopuri necomerciale. Utilizați acest program în întregime pe propriul risc.
sv: Denna applikation får användas fritt för icke-kommersiella ändamål. Använd detta program helt på egen risk.

# MessageColorCentralCube_Text
source: The color of the central square can only occur once.
cs: Barva centrálního čtverce se může objevit pouze jednou.
da: Farven på den centrale firkant kan kun forekomme én gang.
de: Die Farbe des zentralen Quadrats darf nur einmal vorkommen.
es: El color del cuadrado central solo puede ocurrir una vez.
fi: Keskusaukion väri voi esiintyä vain kerran.
fr: La couleur du carré central ne peut apparaître qu'une seule fois.
hu: A központi tér színe csak egyszer fordulhat elő.
it: Il colore del quadrato centrale può verificarsi solo una volta.
nb: Fargen på den sentrale firkanten kan bare forekomme én gang.
nl: De kleur van het centrale vierkant kan maar één keer voorkomen.
pl: Kolor centralnego kwadratu może wystąpić tylko raz.
pt: A cor do quadrado central só pode ocorrer uma vez.
ro: Culoarea pătratului central poate apărea o singură dată.
sv: Färgen på den centrala fyrkanten kan bara förekomma en gång.

# MessageColorCornerCube_Text
source: The colors of a corner cube must be different.
cs: Barvy rohové kostky musí být různé.
da: Farverne på en hjørneterning skal være forskellige.
de: Die Farben eines Eckwürfels müssen unterschiedlich sein.
es: Los colores de un cubo de esquina deben ser diferentes.
fi: Kulmakuution värien tulee olla erilaisia.
fr: Les couleurs d'un cube de coin doivent être différentes
hu: A sarokkocka színének eltérőnek kell lennie.
it: As cores de um cubo de canto devem ser diferentes.
nb: Fargene på en hjørneterning må være forskjellige.
nl: De kleuren van een hoekkubus moeten verschillend zijn.
pl: Kolory sześcianu narożnego muszą być różne.
pt: As cores de um cubo de canto devem ser diferentes.
ro: Culorile unui cub de colț trebuie să fie diferite.
sv: Färgerna på en hörnkub måste vara olika.

# MessageColorEdgeCube_Text
source: The colors of an edge cube must be different.
cs: Barvy hranové krychle musí být různé.
da: Farverne på en kantterning skal være forskellige.
de: Die Farben eines Kantenwürfels müssen unterschiedlich sein.
es: Los colores de un cubo de borde deben ser diferentes.
fi: Reunakuution värien tulee olla erilaisia.
fr: Les couleurs d'un cube de bord doivent être différentes.
hu: Egy élkocka színének eltérőnek kell lennie.
it: I colori di un cubo di spigolo devono essere diversi.
nb: Fargene på en kantkube må være forskjellige.
nl: De kleuren van een randkubus moeten verschillend zijn.
pl: Kolory krawędzi sześcianu muszą być różne.
pt: As cores de um cubo de borda devem ser diferentes.
ro: Culorile unui cub de margine trebuie să fie diferite.
sv: Färgerna på en kantkub måste vara olika.

# MessageCubeIsSolved_Text
source: Congratulations, the cube has been solved.
cs: Gratulujeme, kostka je vyřešena.
da: Tillykke, terningen er løst.
de: Herzlichen Glückwunsch, der Würfel ist gelöst.
es: Felicitaciones, el cubo ha sido resuelto.
fi: Onnittelut, kuutio on ratkaistu.
fr: Félicitations, le cube a été résolu.
hu: Gratulálok, a kocka megoldva.
it: Congratulazioni, il cubo è stato risolto.
nb: Gratulerer, kuben er løst.
nl: Gefeliciteerd, de kubus is opgelost.
pl: Gratulacje, kostka została ułożona.
pt: Parabéns, o cubo foi resolvido.
ro: Felicitări, cubul a fost rezolvat.
sv: Grattis, kuben är löst.

# MessageCubeNotSolved_Text
source: The cube is not solved.
cs: Kostka není vyřešena.
da: Terningen er ikke løst.
de: Der Würfel ist nicht gelöst.
es: El cubo no está resuelto.
fi: Kuutiota ei ole ratkaistu.
fr: Le cube n'est pas résolu.
hu: A kocka nincs megoldva.
it: Il cubo non è risolto.
nb: Kuben er ikke løst.
nl: De kubus is niet opgelost.
pl: Sześcian nie jest ułożony.
pt: O cubo não está resolvido.
ro: Cubul nu este rezolvat.
sv: Kuben är inte löst.
