Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# TurnCubeUpFaceToLeftFace_Text
source: Turn the entire cube so that the top goes to the left side, the front side remains at the front.
cs: Otočte celou kostku tak, aby vršek šel na levou stranu, přední strana zůstala vpředu.
da: Vend hele terningen, så toppen går til venstre side, forsiden forbliver foran.
de: Drehen Sie den gesamten Würfel so, dass die Oberseite nach links geht, die Vorderseite bleibt vorne.
es: Gira todo el cubo de modo que la parte superior vaya hacia el lado izquierdo y la parte frontal quede al frente.
fi: Käännä koko kuutio niin, että yläosa menee vasemmalle puolelle, etupuoli jää eteen.
fr: Tournez l'ensemble du cube de manière à ce que le haut aille vers la gauche, la face avant reste à l'avant.
hu: Forgassa el az egész kockát úgy, hogy a teteje a bal oldalra kerüljön, az elülső oldal maradjon elöl.
it: Gira l'intero cubo in modo che la parte superiore vada a sinistra, la parte anteriore rimanga davanti.
nb: Snu hele kuben slik at toppen går til venstre side, forsiden forblir foran.
nl: Draai de hele kubus zo dat de bovenkant naar de linkerkant gaat, de voorkant blijft vooraan.
pl: Obróć całą kostkę tak, aby góra znalazła się na lewą stronę, przód pozostał z przodu.
pt: Vire o cubo inteiro de forma que a parte superior fique para a esquerda, a parte frontal fique na frente.
ro: Întoarceți întregul cub astfel încât partea de sus să meargă în partea stângă, partea din față să rămână în față.
sv: Vänd hela kuben så att toppen går till vänster sida, framsidan blir kvar längst fram.

# TurnCubeUpFaceToRightFace_Text
source: Turn the entire cube so that the top goes to the right side, the front side remains at the front.
cs: Otočte celou kostku tak, aby vršek šel na pravou stranu, přední strana zůstala vepředu.
da: Vend hele terningen, så toppen går til højre side, forsiden forbliver foran.
de: Drehen Sie den gesamten Würfel so, dass die Oberseite auf die rechte Seite geht, die Vorderseite bleibt vorne.
es: Gira todo el cubo de modo que la parte superior quede hacia el lado derecho y la parte frontal quede al frente.
fi: Käännä koko kuutio niin, että yläosa menee oikealle, etupuoli jää eteen.
fr: Tournez l'ensemble du cube pour que le haut aille vers la droite, la face avant reste à l'avant.
hu: Forgassa el az egész kockát úgy, hogy a teteje a jobb oldalra kerüljön, az elülső oldal maradjon elöl.
it: Gira l'intero cubo in modo che la parte superiore vada verso destra, la parte anteriore rimanga davanti.
nb: Snu hele kuben slik at toppen går til høyre side, forsiden forblir foran.
nl: Draai de hele kubus zo dat de bovenkant naar de rechterkant gaat, de voorkant blijft vooraan.
pl: Obróć całą kostkę tak, aby góra znalazła się na prawej stronie, przód pozostał z przodu.
pt: Vire o cubo inteiro de forma que a parte superior fique para o lado direito, a parte frontal fique na frente.
ro: Întoarceți întregul cub astfel încât partea de sus să meargă în partea dreaptă, partea din față să rămână în față.
sv: Vänd hela kuben så att toppen går åt höger sida, framsidan blir kvar längst fram.

# TurnFrontMiddleToRightFace_Text
source: Turn the front-middle layer a quarter turn to the right side (-).
cs: Otočte přední střední vrstvu o čtvrt otáčky na pravou stranu (-).
da: Drej det forreste-midterste lag en kvart omgang til højre side (-).
de: Drehen Sie die vordere mittlere Schicht um eine Vierteldrehung auf die rechte Seite (-).
es: Gire la capa frontal-media un cuarto de vuelta hacia el lado derecho (-).
fi: Käännä etu-keskikerrosta neljänneskierros oikealle puolelle (-).
fr: Tournez la couche centrale avant d'un quart de tour vers la droite (-).
hu: Fordítsa el az elülső-középső réteget negyed fordulattal jobbra (-).
it: Ruota lo strato centrale anteriore di un quarto di giro sul lato destro (-).
nb: Vri det fremre-midtste laget en kvart omdreining til høyre side (-).
nl: Draai de voor-midden laag een kwartslag naar de rechterkant (-).
pl: Obróć przednią warstwę środkową o ćwierć obrotu w prawą stronę (-).
pt: Vire a camada frontal do meio um quarto de volta para o lado direito (-).
ro: Rotiți stratul din față-mijloc un sfert de tură spre partea dreaptă (-).
sv: Vrid det främre och mittersta lagret ett kvarts varv till höger sida (-).

# TurnFrontMiddleToUpFace_Text
source: Turn the front-middle layer a quarter turn to the top side (+).
cs: Otočte přední prostřední vrstvu o čtvrt otáčky k horní straně (+).
da: Drej det forreste-midterste lag en kvart omgang til oversiden (+).
de: Drehen Sie die vordere mittlere Schicht um eine Vierteldrehung nach oben (+).
es: Gire la capa frontal-media un cuarto de vuelta hacia el lado superior (+).
fi: Käännä etu-keskikerrosta neljänneskierros yläpuolelle (+).
fr: Tournez la couche intermédiaire avant d'un quart de tour vers le haut (+).
hu: Fordítsa el az elülső-középső réteget negyed fordulattal a felső oldalra (+).
it: Gira lo strato centrale anteriore di un quarto di giro verso l'alto (+).
nb: Vri det fremre og midtre laget en kvart omdreining til oversiden (+).
nl: Draai de voor-midden laag een kwartslag naar de bovenkant (+).
pl: Obróć przednią środkową warstwę o ćwierć obrotu w górę (+).
pt: Vire a camada frontal do meio um quarto de volta para o lado superior (+).
ro: Rotiți stratul din față-mijloc un sfert de tură spre partea de sus (+).
sv: Vrid det främre-mellanlagret ett kvarts varv till översidan (+).

# TurnFrontFaceHalfTurn_Text
source: Turn the front side half a turn.
cs: Otočte přední stranu o půl otáčky.
da: Drej forsiden en halv omgang.
de: Drehen Sie die Vorderseite um eine halbe Umdrehung.
es: Gire la parte delantera media vuelta.
fi: Käännä etupuolta puoli kierrosta.
fr: Tournez la face avant d'un demi-tour.
hu: Fordítsa el az elülső oldalt fél fordulattal.
it: Girare il lato anteriore di mezzo giro.
nb: Snu forsiden en halv omgang.
nl: Draai de voorkant een halve slag.
pl: Obróć przednią stronę o pół obrotu.
pt: Vire a parte da frente meia volta.
ro: Rotiți partea din față o jumătate de tură.
sv: Vrid framsidan ett halvt varv.

# TurnFrontFaceToLeft_Text
source: Turn the front side a quarter turn 'counter clockwise' (-).
cs: Otočte přední stranu o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej forsiden en kvart omgang 'mod uret' (-).
de: Drehen Sie die Vorderseite um eine Vierteldrehung 'gegen den Uhrzeigersinn' (-).
es: Gire la parte frontal un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä etupuolta neljänneskierros 'vastapäivään' (-).
fr: Tourner la face avant d'un quart de tour 'dans le sens inverse des aiguilles d'une montre' (-).
hu: Forgassa el az elülső oldalt negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Girare il lato anteriore di un quarto di giro 'in senso antiorario' (-).
nb: Vri forsiden en kvart omdreining 'mot klokken' (-).
nl: Draai de voorkant een kwartslag 'tegen de klok in' (-).
pl: Obróć przednią stronę o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire a parte da frente um quarto de volta 'no sentido anti-horário' (-).
ro: Rotiți partea din față un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid framsidan ett kvarts varv 'moturs' (-).

# TurnFrontFaceToRight_Text
source: Turn the front side a quarter turn 'clockwise' (+).
cs: Otočte přední stranu o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej forsiden en kvart omgang 'med uret' (+).
de: Drehen Sie die Vorderseite um eine Vierteldrehung 'im Uhrzeigersinn' (+).
es: Gire el lado frontal un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Kierrä etupuolta neljänneskierros 'myötäpäivään' (+).
fr: Tournez la face avant d'un quart de tour 'dans le sens des aiguilles d'une montre' (+).
hu: Forgassa el az elülső oldalt negyed fordulattal az óramutató járásával megegyező irányba (+).
it: Ruotare il lato anteriore di un quarto di giro 'in senso orario' (+).
nb: Vri forsiden en kvart omdreining med klokken (+).
nl: Draai de voorkant een kwartslag 'met de klok mee' (+).
pl: Obróć przednią stronę o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire a parte da frente um quarto de volta 'no sentido horário' (+).
ro: Rotiți partea din față un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid framsidan ett kvarts varv 'medurs' (+).

# TurnLeftFaceHalfTurn_Text
source: Turn the left side half a turn.
cs: Otočte levou stranu o půl otáčky.
da: Drej venstre side en halv omgang.
de: Drehen Sie die linke Seite eine halbe Umdrehung.
es: Gire el lado izquierdo media vuelta.
fi: Käännä vasenta puolta puoli kierrosta.
fr: Tournez le côté gauche d'un demi-tour.
hu: Fordítsa el a bal oldalt fél fordulattal.
it: Girare il lato sinistro di mezzo giro.
nb: Snu venstre side en halv omgang.
nl: Draai de linkerkant een halve slag.
pl: Obróć lewą stronę o pół obrotu.
pt: Vire o lado esquerdo meia volta.
ro: Rotiți partea stângă o jumătate de tură.
sv: Vrid vänster sida ett halvt varv.

# TurnLeftFaceToLeft_Text
source: Turn the left side a quarter turn 'counter clockwise' (-).
cs: Otočte levou stranu o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej venstre side en kvart omgang 'mod uret' (-).
de: Drehen Sie die linke Seite um eine Vierteldrehung 'gegen den Uhrzeigersinn' (-).
es: Gire el lado izquierdo un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä vasenta puolta neljänneskierros 'vastapäivään' (-).
fr: Tourner le côté gauche d'un quart de tour 'dans le sens inverse des aiguilles d'une montre' (-).
hu: Forgassa el a bal oldalt negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Girare il lato sinistro di un quarto di giro 'in senso antiorario' (-).
nb: Vri venstre side en kvart omdreining 'mot klokken' (-).
nl: Draai de linkerkant een kwartslag 'tegen de klok in' (-).
pl: Obróć lewą stronę o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire o lado esquerdo um quarto de volta 'no sentido anti-horário' (-).
ro: Rotiți partea stângă un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid vänster sida ett kvarts varv "moturs" (-).

# TurnLeftFaceToRight_Text
source: Turn the left side a quarter turn 'clockwise' (+).
cs: Otočte levou stranu o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej venstre side en kvart omgang 'med uret' (+).
de: Drehen Sie die linke Seite um eine Vierteldrehung 'im Uhrzeigersinn' (+).
es: Gire el lado izquierdo un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Kierrä vasenta puolta neljänneskierros 'myötäpäivään' (+).
fr: Tourner le côté gauche d'un quart de tour 'dans le sens des aiguilles d'une montre' (+).
hu: Forgassa el a bal oldalt negyed fordulattal az óramutató járásával megegyező irányba (+).
it: Girare il lato sinistro di un quarto di giro 'in senso orario' (+).
nb: Vri venstre side en kvart omdreining 'med klokken' (+).
nl: Draai de linkerkant een kwartslag 'met de klok mee' (+).
pl: Obróć lewą stronę o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire o lado esquerdo um quarto de volta 'no sentido horário' (+).
ro: Rotiți partea stângă un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid vänster sida ett kvarts varv 'medurs' (+).

# TurnMiddleLayerHalfTurn_Text
source: Turn the middle layer half a turn.
cs: Otočte střední vrstvu o půl otáčky.
da: Vend mellemlaget en halv omgang.
de: Drehen Sie die mittlere Schicht eine halbe Umdrehung.
es: Gira la capa intermedia media vuelta.
fi: Käännä keskimmäistä kerrosta puoli kierrosta.
fr: Tournez la couche intermédiaire d'un demi-tour.
hu: Fordítsa el a középső réteget fél fordulattal.
it: Girare lo strato intermedio di mezzo giro.
nb: Snu mellomlaget en halv omgang.
nl: Draai de middelste laag een halve slag.
pl: Obróć środkową warstwę o pół obrotu.
pt: Gire a camada intermediária meia volta.
ro: Întoarceți stratul din mijloc o jumătate de tură.
sv: Vänd mellanlagret ett halvt varv.

# TurnRightMiddleToFrontFace_Text
source: Turn the right-middle layer a quarter turn to the front side (+).
cs: Otočte pravou prostřední vrstvu o čtvrt otáčky na přední stranu (+).
da: Drej det højre-midterste lag en kvart omgang til forsiden (+).
de: Drehen Sie die rechte mittlere Schicht um eine Vierteldrehung auf die Vorderseite (+).
es: Gire la capa media un cuarto de vuelta derecha hacia el lado frontal (+).
fi: Käännä oikea-keskikerrosta neljänneskierros etupuolelle (+).
fr: Tournez la couche médiane droite d'un quart de tour vers l'avant (+).
hu: Fordítsa el a jobb-középső réteget negyed fordulattal az elülső oldalra (+).
it: Gira lo strato centrale di un quarto di giro destro sul lato anteriore (+).
nb: Snu høyre-midtlaget en kvart omdreining til forsiden (+).
nl: Draai de rechts-midden laag een kwartslag naar de voorkant (+).
pl: Obróć prawą środkową warstwę o ćwierć obrotu do przodu (+).
pt: Vire a camada do meio um quarto de volta à direita para a frente (+).
ro: Rotiți stratul din dreapta-mijloc un sfert de tură spre partea din față (+).
sv: Vrid det högra mittenskiktet ett kvarts varv till framsidan (+).

# TurnRightMiddleToUpFace_Text
source: Turn the right-middle layer a quarter turn to the top side (-).
cs: Otočte pravou prostřední vrstvu o čtvrt otáčky k horní straně (-).
da: Drej det højre-midterste lag en kvart omgang til oversiden (-).
de: Drehen Sie die rechte mittlere Schicht um eine Vierteldrehung nach oben (-).
es: Gire la capa media un cuarto de vuelta derecha hacia el lado superior (-).
fi: Käännä oikea-keskikerrosta neljänneskierros yläpuolelle (-).
fr: Tournez la couche médiane droite d'un quart de tour vers le haut (-).
hu: Fordítsa el a jobb-középső réteget negyed fordulattal a felső oldalra (-).
it: Ruota lo strato centrale di un quarto di giro destro sul lato superiore (-).
nb: Snu høyre-midtlaget en kvart omdreining til oversiden (-).
nl: Draai de rechts-midden laag een kwartslag naar de bovenkant (-).
pl: Obróć prawą środkową warstwę o ćwierć obrotu w górę (-).
pt: Vire a camada do meio um quarto de volta à direita para o lado superior (-).
ro: Întoarceți stratul din mijloc dreapta un sfert de tură spre partea de sus (-).
sv: Vrid det högra mittenskiktet ett kvarts varv till översidan (-).

# TurnRightFaceHalfTurn_Text
source: Turn the right side half a turn.
cs: Otočte pravou stranu o půl otáčky.
da: Drej højre side en halv omgang.
de: Drehen Sie die rechte Seite eine halbe Umdrehung.
es: Gire el lado derecho media vuelta.
fi: Käännä oikeaa puolta puoli kierrosta.
fr: Tournez le côté droit d'un demi-tour.
hu: Fordítsa el a jobb oldalt fél fordulattal.
it: Girare il lato destro di mezzo giro.
nb: Snu høyre side en halv omgang.
nl: Draai de rechterkant een halve slag.
pl: Obróć prawą stronę o pół obrotu.
pt: Vire o lado direito meia volta.
ro: Rotiți partea dreaptă o jumătate de tură.
sv: Vrid höger ett halvt varv.

# TurnRightFaceToLeft_Text
source: Turn the right side a quarter turn 'counter clockwise' (-).
cs: Otočte pravou stranu o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej højre side en kvart omgang 'mod uret' (-).
de: Drehen Sie die rechte Seite um eine Vierteldrehung 'gegen den Uhrzeigersinn' (-).
es: Gire el lado derecho un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä oikeaa puolta neljänneskierros 'vastapäivään' (-).
fr: Tourner le côté droit d'un quart de tour 'dans le sens inverse des aiguilles d'une montre' (-).
hu: Forgassa el a jobb oldalt negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Girare il lato destro di un quarto di giro 'in senso antiorario' (-).
nb: Vri høyre side en kvart omdreining 'mot klokken' (-).
nl: Draai de rechterkant een kwartslag 'tegen de klok in' (-).
pl: Obróć prawą stronę o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire o lado direito um quarto de volta 'no sentido anti-horário' (-).
ro: Rotiți partea dreaptă un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid höger sida ett kvarts varv "moturs" (-).

# TurnRightFaceToRight_Text
source: Turn the right side a quarter turn 'clockwise' (+).
cs: Otočte pravou stranu o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej højre side en kvart omgang 'med uret' (+).
de: Drehen Sie die rechte Seite um eine Vierteldrehung 'im Uhrzeigersinn' (+).
es: Gire el lado derecho un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Käännä oikeaa puolta neljänneskierros 'myötäpäivään' (+).
fr: Tournez le côté droit d'un quart de tour 'dans le sens des aiguilles d'une montre' (+).
hu: Forgassa el a jobb oldalt negyed fordulattal az óramutató járásával megegyező irányba (+).
it: Girare il lato destro di un quarto di giro 'in senso orario' (+).
nb: Vri høyre side en kvart omdreining 'med klokken' (+).
nl: Draai de rechterkant een kwartslag 'met de klok mee' (+).
pl: Obróć prawą stronę o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire o lado direito um quarto de volta 'no sentido horário' (+).
ro: Rotiți partea dreaptă un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid höger sida ett kvarts varv 'medurs' (+).

# TurnUpMiddleToFrontFace_Text
source: Turn the top-middle layer a quarter turn to the front side (-).
cs: Otočte horní střední vrstvu o čtvrt otáčky na přední stranu (-).
da: Drej det øverste-midterste lag en kvart omgang til forsiden (-).
de: Drehen Sie die obere mittlere Schicht um eine Vierteldrehung auf die Vorderseite (-).
es: Gire la capa superior-media un cuarto de vuelta hacia el lado frontal (-).
fi: Käännä ylä-keskikerrosta neljänneskierros etupuolelle (-).
fr: Tournez la couche intermédiaire supérieure d'un quart de tour vers l'avant (-).
hu: Fordítsa el a felső-középső réteget negyed fordulattal az elülső oldalra (-).
it: Girare lo strato medio superiore di un quarto di giro sul lato anteriore (-).
nb: Vri det øverste og midtre laget en kvart omdreining til forsiden (-).
nl: Draai de boven-midden laag een kwartslag naar de voorkant (-).
pl: Obróć górną środkową warstwę o ćwierć obrotu do przodu (-).
pt: Vire a camada superior do meio um quarto de volta para a frente (-).
ro: Întoarceți stratul de sus-mijloc un sfert de tură spre partea din față (-).
sv: Vrid det övre och mittersta lagret ett kvarts varv till framsidan (-).

# TurnUpMiddleToRightFace_Text
source: Turn the top-middle layer a quarter turn to the right side (+).
cs: Otočte horní střední vrstvu o čtvrt otáčky doprava (+).
da: Drej det øverste-midterste lag en kvart omgang til højre (+).
de: Drehen Sie die obere mittlere Schicht um eine Vierteldrehung auf die rechte Seite (+).
es: Gire la capa superior-media un cuarto de vuelta hacia el lado derecho (+).
fi: Käännä ylä-keskikerrosta neljänneskierros oikealle puolelle (+).
fr: Tournez la couche centrale supérieure d'un quart de tour vers la droite (+).
hu: Fordítsa el a felső-középső réteget negyed fordulattal jobbra (+).
it: Ruota lo strato superiore centrale di un quarto di giro sul lato destro (+).
nb: Vri det øverste og midtre laget en kvart omdreining til høyre side (+).
nl: Draai de boven-midden laag een kwartslag naar de rechterkant (+).
pl: Obróć górną środkową warstwę o ćwierć obrotu w prawą stronę (+).
pt: Vire a camada superior central um quarto de volta para o lado direito (+).
ro: Rotiți stratul de sus-mijloc un sfert de tură spre partea dreaptă (+).
sv: Vrid det övre och mittersta lagret ett kvarts varv till höger sida (+).

# TurnUpFaceHalfTurn_Text
source: Turn the top side half a turn.
cs: Otočte horní stranu o půl otáčky.
da: Vend oversiden en halv omgang.
de: Drehen Sie die Oberseite um eine halbe Umdrehung.
es: Gire el lado superior media vuelta.
fi: Käännä yläreunaa puoli kierrosta.
fr: Tournez le côté supérieur d'un demi-tour.
hu: Fordítsa el a felső oldalt fél fordulattal.
it: Girare il lato superiore di mezzo giro.
nb: Snu oversiden en halv omgang.
nl: Draai de bovenkant een halve slag.
pl: Obróć górną stronę o pół obrotu.
pt: Vire o lado superior meia volta.
ro: Rotiți partea de sus o jumătate de tură.
sv: Vänd ovansidan ett halvt varv.

# TurnUpFaceToLeft_Text
source: Turn the top side a quarter turn 'counter clockwise' (-).
cs: Otočte horní stranu o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej den øverste side en kvart omgang 'mod uret' (-).
de: Drehen Sie die Oberseite um eine Vierteldrehung 'gegen den Uhrzeigersinn' (-).
es: Gire el lado superior un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä yläreunaa neljänneskierros 'vastapäivään' (-).
fr: Tourner le côté supérieur d'un quart de tour 'dans le sens inverse des aiguilles d'une montre' (-).
hu: Forgassa el a felső oldalt negyed fordulattal „az óramutató járásával ellentétes irányba” (-).
it: Girare il lato superiore di un quarto di giro 'in senso antiorario' (-).
nb: Vri oversiden en kvart omdreining 'mot klokken' (-).
nl: Draai de bovenkant een kwartslag 'tegen de klok in' (-).
pl: Obróć górną część o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire o lado superior um quarto de volta 'no sentido anti-horário' (-).
ro: Rotiți partea superioară un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid ovansidan ett kvarts varv "moturs" (-).

# TurnUpFaceToRight_Text
source: Turn the top side a quarter turn 'clockwise' (+).
cs: Otočte horní stranu o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej den øverste side en kvart omgang 'med uret' (+).
de: Drehen Sie die Oberseite um eine Vierteldrehung 'im Uhrzeigersinn' (+).
es: Gire el lado superior un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Käännä yläpuolta neljänneskierros 'myötäpäivään' (+).
fr: Tournez le côté supérieur d'un quart de tour 'dans le sens des aiguilles d'une montre' (+).
hu: Forgassa el a felső oldalt negyed fordulattal az óramutató járásával megegyező irányba (+).
it: Ruotare il lato superiore di un quarto di giro 'in senso orario' (+).
nb: Vri oversiden en kvart omdreining 'med klokken' (+).
nl: Draai de bovenkant een kwartslag 'met de klok mee' (+).
pl: Obróć górną część o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire o lado superior um quarto de volta 'no sentido horário' (+).
ro: Rotiți partea superioară un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid ovansidan ett kvarts varv 'medurs' (+).

# Version_Text
source: Version:
cs: Verze:
de: Ausführung:
es: Versión:
fi: Versio:
hu: Változat:
it: Versione:
nb: Versjon:
nl: Versie:
pl: Wersja:
pt: Versão:
ro: Versiune:

# Website_Text
source: Website
cs: Webová stránka
da: Internet side
de: Webseite
es: Sitio web
fi: Verkkosivusto
fr: Site Internet
hu: Weboldal
it: Sito web
nb: Nettsted
pl: Strona internetowa
pt: Site
ro: Site-ul web
sv: Hemsida

# Yes_Text
source: Yes
cs: Ano
da: Ja
de: Ja
es: Sí
fi: Joo
fr: Oui
hu: Igen
it: Sì
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ro: Da
sv: Ja
