Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# ToolTipGoOneTurnBackward_Text
source: Go back one turn
cs: Vraťte se o jednu otáčku zpět
da: Gå en omgang tilbage
de: Gehe eine Runde zurück
es: Retrocede una vuelta
fi: Palaa yksi kierros
fr: Revenir en arrière d'un tour
it: Torna indietro di un turno
nb: Gå tilbake en sving
pl: Wróć o jeden obrót
pt: Volte uma volta
ro: Întoarce-te cu o tură
sv: Gå tillbaka ett varv

# ToolTipGoOneTurnForward_Text
source: Go one turn forward
cs: Jděte o jednu otáčku vpřed
da: Gå en omgang frem
de: Gehe eine Runde vorwärts
es: Avanza una vuelta
fi: Mene yksi kierros eteenpäin
fr: Avancer d'un tour
it: Vai avanti di un turno
nb: Gå en sving fremover
pl: Przejdź o jeden obrót do przodu
pt: Vá uma volta para frente
ro: Du-te cu o tură înainte
sv: Gå ett varv framåt

# HelpGoOneTurnBackward_Text
source: Go back one turn.
cs: Vraťte se o jednu otáčku zpět.
da: Gå en omgang tilbage.
de: Gehe eine Runde zurück.
es: Retrocede una vuelta.
fi: Palaa yksi kierros.
fr: Revenir en arrière d'un tour.
it: Torna indietro di un turno.
nb: Gå tilbake en sving.
pl: Wróć o jeden obrót.
pt: Volte uma volta.
ro: Întoarce-te cu o tură.
sv: Gå tillbaka ett varv.

# HelpGoOneTurnForward_Text
source: Go one turn forward.
cs: Jděte o jednu otáčku vpřed.
da: Gå en omgang frem.
de: Gehe eine Runde vorwärts.
es: Avanza una vuelta.
fi: Mene yksi kierros eteenpäin.
fr: Avancer d'un tour.
it: Vai avanti di un turno.
nb: Gå en sving fremover.
pl: Przejdź o jeden obrót do przodu.
pt: Vá uma volta para frente.
ro: Du-te cu o tură înainte.
sv: Gå ett varv framåt.

# ToolTipTurnNoButtonPressPlay_Text
source: Solve the cube without intervention
cs: Vyřešte kostku bez zásahu
da: Løs terningen uden indblanding
de: Löse den Würfel ohne Eingriff
es: Resuelve el cubo sin intervención
fi: Ratkaise kuutio ilman väliintuloa
fr: Résoudre le cube sans intervention
it: Risolvi il cubo senza intervento
nb: Løs kuben uten innblanding
pl: Rozwiąż kostkę bez interwencji
pt: Resolva o cubo sem intervenção
ro: Rezolvați cubul fără intervenție
sv: Lös kuben utan ingripande

# HelpTurnNoButtonPressPlay_Text
source: Solve the cube without intervention.
cs: Vyřešte kostku bez zásahu.
da: Løs terningen uden indblanding.
de: Löse den Würfel ohne Eingriff.
es: Resuelve el cubo sin intervención.
fi: Ratkaise kuutio ilman väliintuloa.
fr: Résoudre le cube sans intervention.
it: Risolvi il cubo senza intervento.
nb: Løs kuben uten innblanding.
pl: Rozwiąż kostkę bez interwencji.
pt: Resolva o cubo sem intervenção.
ro: Rezolvați cubul fără intervenție.
sv: Lös kuben utan ingripande.

# ToolTipTurnNoButtonPressStop_Text
source: Solve the cube with intervention
cs: Vyřešte kostku zásahem
da: Løs terningen med indgriben
de: Löse den Würfel mit Eingriff
es: Resuelve el cubo con intervención
fi: Ratkaise kuutio interventiolla
fr: Résoudre le cube avec intervention
it: Risolvi il cubo con intervento
nb: Løs kuben med intervensjon
pl: Rozwiąż kostkę z interwencją
pt: Resolva o cubo com intervenção
ro: Rezolvați cubul cu intervenție
sv: Lös kuben med intervention

# HelpTurnNoButtonPressStop_Text
source: Solve the cube with intervention.
cs: Vyřešte kostku zásahem.
da: Løs terningen med indgriben.
de: Löse den Würfel mit Eingriff.
es: Resuelve el cubo con intervención.
fi: Ratkaise kuutio interventiolla.
fr: Résoudre le cube avec intervention.
it: Risolvi il cubo con intervento.
nb: Løs kuben med intervensjon.
pl: Rozwiąż kostkę z interwencją.
pt: Resolva o cubo com intervenção.
ro: Rezolvați cubul cu intervenție.
sv: Lös kuben med intervention.

# ToolTipTurnNoButtonPress_Text
source: Toggle button: Solve the cube with or without intervention
cs: Přepínací tlačítko: Vyřešte kostku s nebo bez zásahu
da: Til/fra-knap: Løs terningen med eller uden indgreb
de: Umschaltfläche: Löse den Würfel mit oder ohne Eingriff
es: Botón de alternancia: Resuelve el cubo con o sin intervención
fi: Vaihtopainike: Ratkaise kuutio väliintulolla tai ilman
fr: Bouton bascule: Résoudre le cube avec ou sans intervention
it: Pulsante di attivazione/disattivazione: Risolvi il cubo con o senza intervento
nb: Veksleknapp: Løs kuben med eller uten intervensjon
pl: Przycisk przełączania: Rozwiąż kostkę z interwencją lub bez niej
pt: Botão de alternância: Resolva o cubo com ou sem intervenção
ro: Butonul de comutare: Rezolvați cubul cu sau fără intervenție
sv: Växlingsknapp: Lös kuben med eller utan ingripande

# HelpSolveCube_Text
source: Solve the cube.
cs: Vyřešte kostku.
da: Løs terningen.
de: Löse den Würfel.
es: Resuelve el cubo.
fi: Ratkaise kuutio.
fr: Résoudre le cube.
it: Risolvi il cubo.
nb: Løs kuben.
pl: Rozwiąż kostkę.
pt: Resolva o cubo.
ro: Rezolvați cubul.
sv: Lös kuben.

# Stop_Text
source: Stop
da: Hold op
de: Stoppen
es: Parada
fi: Lopettaa
fr: Arrêter
hu: Állj meg
it: Fermare
nb: Stoppe
nl: Stoppen
pl: Zatrzymywać się
pt: Pare
sv: Sluta
