Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# MessageCubeCannotBeSolved_Text
source: The cube cannot be solved. Possible cause is incorrect transfer of colors to this cube.
cs: Kostku nelze vyřešit. Možnou příčinou je nesprávný přenos barev na tuto kostku.
da: Terningen kan ikke løses. Mulig årsag er forkert overførsel af farver til denne terning.
de: Der Würfel kann nicht gelöst werden. Mögliche Ursache ist eine fehlerhafte Farbübertragung auf diesen Würfel.
es: El cubo no se puede resolver. La posible causa es la transferencia incorrecta de colores a este cubo.
fi: Kuutiota ei voida ratkaista. Mahdollinen syy on värien virheellinen siirto tähän kuutioon.
fr: Le cube ne peut pas être résolu. La cause possible est un transfert incorrect des couleurs vers ce cube.
hu: A kocka nem oldható meg. Ennek lehetséges oka a színek helytelen átvitele erre a kockára.
it: Il cubo non può essere risolto. La possibile causa è un trasferimento errato dei colori su questo cubo.
nb: Kuben kan ikke løses. Mulig årsak er feil overføring av farger til denne kuben.
nl: De kubus kan niet worden opgelost. Mogelijke oorzaak is een onjuiste overdracht van kleuren naar deze kubus.
pl: Sześcianu nie można ułożyć. Możliwą przyczyną jest nieprawidłowe przeniesienie kolorów do tej kostki.
pt: O cubo não pode ser resolvido. A possível causa é a transferência incorreta de cores para este cubo.
ro: Cubul nu poate fi rezolvat. Cauza posibilă este transferul incorect de culori în acest cub.
sv: Kuben går inte att lösa. Möjlig orsak är felaktig överföring av färger till denna kub.

# TurnCubeFrontFaceToBackFaceRightStays_Text
source: Turn the entire cube so that the front goes to the back, the right side remains at the right.
cs: Otočte celou kostku tak, aby přední strana šla dozadu, pravá strana zůstane vpravo.
da: Vend hele terningen, så forsiden går til bagsiden, højre side forbliver til højre.
de: Drehen Sie den gesamten Würfel so, dass die Vorderseite nach hinten geht, die rechte Seite bleibt rechts.
es: Gira todo el cubo de modo que el frente vaya hacia atrás, el lado derecho quede a la derecha.
fi: Käännä koko kuutio siten, että etuosa menee taakse, oikea puoli jää oikealle.
fr: Tournez tout le cube pour que l'avant aille vers l'arrière, le côté droit reste à droite.
hu: Forgassa el az egész kockát úgy, hogy az eleje hátra menjen, a jobb oldal jobbra maradjon.
it: Gira l'intero cubo in modo che la parte anteriore vada dietro, il lato destro rimanga a destra.
nb: Snu hele kuben slik at forsiden går bakover, høyre side forblir til høyre.
nl: Draai de hele kubus zo dat de voorkant naar achteren gaat, de rechterkant blijft rechts.
pl: Obróć całą kostkę tak, aby przód przeszedł do tyłu, prawa strona pozostała po prawej stronie.
pt: Gire todo o cubo de forma que a frente fique para trás, o lado direito fique à direita.
ro: Întoarceți întregul cub astfel încât partea din față să meargă în spate, partea dreaptă să rămână la dreapta.
sv: Vänd hela kuben så att framsidan går bakåt, höger sida förblir till höger.

# TurnCubeFrontFaceToBackFaceUpStays_Text
source: Turn the entire cube so that the front goes to the back, the top side remains at the top.
cs: Otočte celou kostku tak, aby přední strana šla dozadu, horní strana zůstala nahoře.
da: Vend hele terningen, så forsiden går til bagsiden, oversiden forbliver øverst.
de: Drehen Sie den gesamten Würfel so, dass die Vorderseite nach hinten geht, die Oberseite oben bleibt.
es: Gira todo el cubo de modo que el frente vaya hacia atrás y la parte superior quede arriba.
fi: Käännä koko kuutio niin, että etuosa menee taakse, yläpuoli jää yläpuolelle.
fr: Tournez l'ensemble du cube de manière à ce que l'avant aille vers l'arrière, la face supérieure reste en haut.
hu: Fordítsuk meg az egész kockát úgy, hogy az eleje hátra menjen, a felső oldal maradjon felül.
it: Gira l'intero cubo in modo che la parte anteriore vada verso il retro, il lato superiore rimane in alto.
nb: Snu hele kuben slik at fronten går bakover, oversiden forblir øverst.
nl: Draai de hele kubus zo dat de voorkant naar achteren gaat, de bovenkant blijft bovenaan.
pl: Obróć całą kostkę tak, aby przód znalazł się z tyłu, górna strona pozostała na górze.
pt: Vire o cubo inteiro de forma que a frente fique para trás, o lado de cima fique para cima.
ro: Întoarceți întregul cub astfel încât partea din față să meargă în spate, partea de sus să rămână în partea de sus.
sv: Vänd hela kuben så att framsidan går bakåt, översidan förblir upptill.

# TurnCubeUpFaceToDownFaceFrontStays_Text
source: Turn the entire cube so that the top goes to the bottom, the front side remains at the front.
cs: Otočte celou kostku tak, aby vršek šel dolů, přední strana zůstala vepředu.
da: Vend hele terningen, så toppen går til bunden, forsiden forbliver foran.
de: Drehen Sie den gesamten Würfel so, dass die Oberseite nach unten geht, die Vorderseite vorne bleibt.
es: Gire todo el cubo de modo que la parte superior vaya hacia abajo, la parte frontal permanezca en el frente.
fi: Käännä koko kuutio niin, että yläosa menee alas, etupuoli jää eteen.
fr: Tournez l'ensemble du cube de manière à ce que le haut aille vers le bas, la face avant reste à l'avant.
hu: Forgassa el az egész kockát úgy, hogy a teteje az aljára kerüljön, az elülső oldal maradjon elöl.
it: Gira l'intero cubo in modo che la parte superiore vada verso il basso, il lato anteriore rimane davanti.
nb: Snu hele kuben slik at toppen går til bunnen, forsiden forblir foran.
nl: Draai de hele kubus zo dat de bovenkant naar de onderkant gaat, de voorkant blijft vooraan.
pl: Obróć całą kostkę tak, aby góra znalazła się na dole, przód pozostał z przodu.
pt: Vire o cubo inteiro de forma que a parte superior vá para a parte inferior, a parte frontal permaneça na frente.
ro: Întoarceți întregul cub astfel încât partea de sus să meargă în jos, partea din față să rămână în față.
sv: Vänd hela kuben så att toppen går till botten, framsidan blir kvar längst fram.

# ResultTime_Text
source: Time in milliseconds:
cs: Čas v milisekundách:
da: Tid i millisekunder:
de: Zeit in Millisekunden:
es: Tiempo en milisegundos:
fi: Aika millisekunteina:
fr: Temps en millisecondes:
hu: Idő ezredmásodpercben:
it: Tempo in millisecondi:
nb: Tid i millisekunder:
nl: Tijd in milliseconden:
pl: Czas w milisekundach:
pt: Tempo em milissegundos:
ro: Timp în milisecunde:
sv: Tid i millisekunder:

# ResultTurns_Text
source: Number of turns:
cs: Počet otáček:
da: Antal omgange:
de: Anzahl der Züge:
es: Número de vueltas:
fi: Vuorojen määrä:
fr: Nombre de tours:
hu: A fordulatok száma:
it: Numero di giri:
nb: Antall svinger:
nl: Aantal draaibewegingen:
pl: Liczba tur:
pt: Número de voltas:
ro: Numărul de ture:
sv: Antal omgångar:

# HelpOptionsSolveCube_Text
source: Options to solve the cube: 1. On the home screen, use the arrow keys to mix up the cube and solve the cube with the arrow keys. 2. Same as the first option, but solve the cube with the 'Solve' button. The cube is then solved in reverse order. 3. Use the button with the cube at the bottom of the screen to transfer the colors of your cube to this cube (see the explanation of that button). The cube will be solved by the application. Then transfer the proposed moves to the real cube. This is not a guarantee that all cubes can be solved.
cs: Možnosti řešení krychle: 1. Na domovské obrazovce pomocí kláves se šipkami promíchejte kostku a vyřešte kostku pomocí kláves se šipkami. 2. Stejné jako první možnost, ale vyřešte kostku tlačítkem 'Solve'. Kostka se pak řeší v opačném pořadí. 3. Pomocí tlačítka s kostkou ve spodní části obrazovky přeneste barvy své kostky na tuto kostku (viz vysvětlení tohoto tlačítka). Kostku vyřeší aplikace. Poté přeneste navržené tahy do skutečné krychle. To není záruka, že všechny kostky lze vyřešit.
da: Muligheder for at løse terningen: 1. På startskærmen skal du bruge piletasterne til at blande terningen og løse terningen med piletasterne. 2. Samme som den første mulighed, men løs terningen med 'Løs'-knappen. Terningen løses så i omvendt rækkefølge. 3. Brug knappen med terningen i bunden af ​​skærmen til at overføre farverne på din terning til denne terning (se forklaringen af ​​den knap). Terningen vil blive løst af applikationen. Overfør derefter de foreslåede træk til den rigtige terning. Dette er ikke en garanti for, at alle terninger kan løses.
de: Möglichkeiten zum Lösen des Würfels: 1. Auf dem Startbildschirm mit den Pfeiltasten den Würfel durchmischen und mit den Pfeiltasten den Würfel lösen. 2. Wie bei der ersten Möglichkeit, aber den Würfel mit der Schaltfläche „Lösen“ lösen. Der Würfel wird dann in umgekehrter Reihenfolge gelöst. 3. Mit der Schaltfläche mit dem Würfel am unteren Bildschirmrand können Sie die Farben Ihres Würfels auf diesen Würfel übertragen (siehe Erklärung dieser Schaltfläche). Der Würfel wird von der Anwendung gelöst. Übertragen Sie dann die vorgeschlagenen Züge auf den echten Würfel. Dies ist keine Garantie dafür, dass alle Würfel gelöst werden können.
es: Opciones para resolver el cubo: 1. En la pantalla de inicio, utiliza las teclas de flecha para mezclar el cubo y resolverlo con las teclas de flecha. 2. Igual que la primera opción, pero resuelve el cubo con el botón 'Resolver'. A continuación, el cubo se resuelve en orden inverso. 3. Utiliza el botón con el cubo en la parte inferior de la pantalla para transferir los colores de tu cubo a este cubo (consulta la explicación de ese botón). La aplicación resolverá el cubo. A continuación, transfiere los movimientos propuestos al cubo real. Esto no garantiza que se puedan resolver todos los cubos.
fi: Vaihtoehdot kuution ratkaisemiseen: 1. Käytä aloitusnäytössä nuolinäppäimiä sekoittaaksesi kuutiota ja ratkaistaksesi kuution nuolinäppäimillä. 2. Sama kuin ensimmäinen vaihtoehto, mutta ratkaise kuutio 'Solve'-painikkeella. Kuutio ratkaistaan ​​sitten käänteisessä järjestyksessä. 3. Käytä näytön alareunassa olevaa kuution painiketta siirtääksesi kuutiosi värit tähän kuutioon (katso painikkeen selitys). Kuutio ratkaistaan ​​sovelluksella. Siirrä sitten ehdotetut liikkeet oikeaan kuutioon. Tämä ei takaa, että kaikki kuutiot voidaan ratkaista.
fr: Options pour résoudre le cube : 1. Sur l'écran d'accueil, utilisez les touches fléchées pour mélanger le cube et résolvez le cube avec les touches fléchées. 2. Même chose que la première option, mais résolvez le cube avec le bouton « Résoudre ». Le cube est alors résolu dans l'ordre inverse. 3. Utilisez le bouton avec le cube en bas de l'écran pour transférer les couleurs de votre cube sur ce cube (voir l'explication de ce bouton). Le cube sera résolu par l'application. Transférez ensuite les mouvements proposés sur le cube réel. Cela ne garantit pas que tous les cubes puissent être résolus.
hu: Három lehetőség van a kocka megoldására: 1. A kezdőképernyőn a nyílbillentyűkkel keverje össze a színeket, és magát a kockát oldja meg a nyílbillentyűkkel. 2. Ugyanaz, mint az első opció, de oldja meg a kockát a „Megoldás” gombbal. Ezután a kockát fordított sorrendben oldjuk meg. 3. Használja az alján lévő gombot a kockával (lásd a gomb magyarázatát). A kockát az alkalmazás oldja meg. Ezután vigye át a javasolt mozgásokat a valódi kockába. Ez nem garancia arra, hogy minden kocka megoldható.
it: Opzioni per risolvere il cubo: 1. Nella schermata iniziale, usa i tasti freccia per mescolare il cubo e risolvere il cubo con i tasti freccia. 2. Come la prima opzione, ma risolvi il cubo con il pulsante "Risolvi". Il cubo viene quindi risolto in ordine inverso. 3. Usa il pulsante con il cubo nella parte inferiore dello schermo per trasferire i colori del tuo cubo a questo cubo (vedi la spiegazione di quel pulsante). Il cubo verrà risolto dall'applicazione. Quindi trasferisci le mosse proposte al cubo reale. Questa non è una garanzia che tutti i cubi possano essere risolti.
nb: Alternativer for å løse kuben: 1. På startskjermen bruker du piltastene til å blande kuben og løser kuben med piltastene. 2. Samme som det første alternativet, men løs kuben med 'Løs'-knappen. Terningen løses deretter i omvendt rekkefølge. 3. Bruk knappen med kuben nederst på skjermen for å overføre fargene på kuben din til denne kuben (se forklaringen til den knappen). Kuben vil bli løst av applikasjonen. Overfør deretter de foreslåtte trekkene til den virkelige kuben. Dette er ikke en garanti for at alle kuber kan løses.
nl: Er zijn drie opties om de kubus op te lossen: 1. Gebruik op het startscherm de pijltjestoetsen om de kleuren door elkaar te halen en los de kubus zelf op met de pijltjestoetsen. 2. Hetzelfde als de eerste optie, maar los de kubus op met de knop 'Los op'. De kubus wordt vervolgens in omgekeerde volgorde opgelost. 3. Gebruik de knop onderaan met de kubus (zie uitleg bij die knop). De kubus wordt opgelost door de applicatie. Breng vervolgens de voorgestelde bewegingen over naar de echte kubus. Dit is geen garantie dat alle kubussen kunnen opgelost worden.
pl: Opcje rozwiązania kostki: 1. Na ekranie głównym użyj klawiszy strzałek, aby wymieszać kostkę i rozwiązać kostkę za pomocą klawiszy strzałek. 2. Tak samo jak w pierwszej opcji, ale rozwiąż kostkę za pomocą przycisku „Rozwiąż”. Następnie kostka jest rozwiązywana w odwrotnej kolejności. 3. Użyj przycisku z kostką na dole ekranu, aby przenieść kolory swojej kostki do tej kostki (zobacz wyjaśnienie tego przycisku). Kostka zostanie rozwiązana przez aplikację. Następnie przenieś proponowane ruchy do prawdziwej kostki. Nie jest to gwarancja, że ​​wszystkie kostki można rozwiązać.
pt: Opções para resolver o cubo: 1. Na tela inicial, use as teclas de seta para misturar o cubo e resolver o cubo com as teclas de seta. 2. Igual à primeira opção, mas resolva o cubo com o botão "Resolver". O cubo é então resolvido na ordem inversa. 3. Use o botão com o cubo na parte inferior da tela para transferir as cores do seu cubo para este cubo (veja a explicação desse botão). O cubo será resolvido pelo aplicativo. Em seguida, transfira os movimentos propostos para o cubo real. Isso não é uma garantia de que todos os cubos podem ser resolvidos.
ro: Opțiuni de rezolvare a cubului: 1. Pe ecranul de start, utilizați tastele săgeți pentru a amesteca cubul și pentru a rezolva cubul cu tastele săgeți. 2. La fel ca prima opțiune, dar rezolvați cubul cu butonul „Rezolvare”. Cubul este apoi rezolvat în ordine inversă. 3. Folosește butonul cu cubul din partea de jos a ecranului pentru a transfera culorile cubului tău în acest cub (vezi explicația acelui buton). Cubul va fi rezolvat de aplicație. Apoi transferați mișcările propuse în cubul real. Aceasta nu este o garanție că toate cuburile pot fi rezolvate.
sv: Alternativ för att lösa kuben: 1. På hemskärmen använder du piltangenterna för att blanda ihop kuben och löser kuben med piltangenterna. 2. Samma som det första alternativet, men lös kuben med 'Solve'-knappen. Kuben löses sedan i omvänd ordning. 3. Använd knappen med kuben längst ner på skärmen för att överföra färgerna på din kub till denna kub (se förklaringen till den knappen). Kuben kommer att lösas av applikationen. Överför sedan de föreslagna dragen till den riktiga kuben. Detta är inte en garanti för att alla kuber kan lösas.

# MessageCubeBackInPreviousState_Text
source: The cube is back in its previous state.
cs: Kostka je zpět ve svém předchozím stavu.
da: Terningen er tilbage i sin tidligere tilstand.
de: Der Würfel befindet sich wieder in seinem vorherigen Zustand.
es: El cubo vuelve a su estado anterior.
fi: Kuutio on palannut entiseen tilaan.
fr: Le cube est revenu à son état précédent.
hu: A kocka visszakerült korábbi állapotába.
it: Il cubo è tornato allo stato precedente.
nb: Kuben er tilbake i sin forrige tilstand.
nl: De kubus is terug in zijn vorige staat.
pl: Kostka wróciła do poprzedniego stanu.
pt: O cubo está de volta ao seu estado anterior.
ro: Cubul este din nou în starea anterioară.
sv: Kuben är tillbaka i sitt tidigare tillstånd.

# MessageColorCenterPiece_Text
source: The colors of the center pieces are wrong.
cs: Barvy středových dílů jsou špatné.
da: Farverne på midterstykkerne er forkerte.
de: Die Farben der Mittelstücke sind falsch.
es: Los colores de las piezas centrales están mal.
fi: Keskiosien värit ovat väärät.
fr: Les couleurs des pièces centrales sont fausses.
hu: A középső részek színei hibásak.
it: I colori dei pezzi centrali sono sbagliati.
nb: Fargene på midtstykkene er feil.
nl: De kleuren van de middenstukken zijn verkeerd.
pl: Kolory środkowych elementów są nieprawidłowe.
pt: As cores das peças centrais estão erradas.
ro: Culorile pieselor centrale sunt greșite.
sv: Färgerna på mittstyckena är fel.

# MessageFourSameColorEdgeCube_Text
source: Of each available color, there must be four of the same color on a edge cube.
cs: Z každé dostupné barvy musí být na hranové krychli čtyři stejné barvy.
da: Af hver tilgængelig farve skal der være fire af samme farve på en kantterning.
de: Von jeder verfügbaren Farbe müssen vier gleiche Farben auf einem Kantenwürfel vorhanden sein.
es: De cada color disponible, debe haber cuatro del mismo color en un cubo de arista.
fi: Jokaisesta saatavilla olevasta väristä reunakuutiossa on oltava neljä samanväristä.
fr: De chaque couleur disponible, il doit y en avoir quatre de la même couleur sur un cube de bord.
hu: Minden elérhető színből négy azonos színűnek kell lennie egy élkockán.
it: Di ogni colore disponibile, devono essercene quattro dello stesso colore sul bordo del cubo.
nb: Av hver tilgjengelig farge må det være fire av samme farge på en kantkube.
nl: Van elke beschikbare kleur moeten er vier van dezelfde kleur op een randblokje staan.
pl: Z każdego dostępnego koloru na krawędzi kostki muszą znajdować się cztery tego samego koloru.
pt: De cada cor disponível, deve haver quatro da mesma cor em um cubo de borda.
ro: Din fiecare culoare disponibilă, trebuie să existe patru de aceeași culoare pe un cub de margine.
sv: Av varje tillgänglig färg måste det finnas fyra av samma färg på en kantkub.

# MessageFourSameColorCornerCube_Text
source: Of each available color, there must be four of the same color on a corner cube.
cs: Z každé dostupné barvy musí být na rohové kostce čtyři stejné barvy.
da: Af hver tilgængelig farve skal der være fire af samme farve på en hjørneterning.
de: Von jeder verfügbaren Farbe müssen vier gleiche Farben auf einem Eckwürfel vorhanden sein.
es: De cada color disponible, debe haber cuatro del mismo color en un cubo de esquina.
fi: Jokaisesta saatavilla olevasta väristä tulee olla neljä samanväristä kulmakuutiossa.
fr: De chaque couleur disponible, il doit y en avoir quatre de la même couleur sur un cube de coin.
hu: Minden elérhető színből négy azonos színűnek kell lennie egy sarokkockán.
it: Di ogni colore disponibile, devono essercene quattro dello stesso colore su un cubo d'angolo.
nb: Av hver tilgjengelig farge må det være fire av samme farge på en hjørneterning.
nl: Van elke beschikbare kleur moeten er vier van dezelfde kleur op een hoekblokje staan.
pl: Z każdego dostępnego koloru na narożnej kostce muszą znajdować się cztery tego samego koloru.
pt: De cada cor disponível, deve haver quatro da mesma cor em um cubo de canto.
ro: Din fiecare culoare disponibilă, trebuie să existe patru de aceeași culoare pe un cub de colț.
sv: Av varje tillgänglig färg måste det finnas fyra av samma färg på en hörnkub.

# Turn2LayersBack2_Text
source: Turn the back and middle layer together half a turn.
cs: Otočte zadní a střední vrstvu dohromady o půl otáčky.
da: Vend bag- og mellemlaget sammen en halv omgang.
de: Drehen Sie die hintere und mittlere Schicht zusammen eine halbe Umdrehung.
es: Junte la capa posterior y media media vuelta.
fi: Käännä taka- ja keskikerros yhteen puoli kierrosta.
fr: Tournez ensemble la couche arrière et la couche intermédiaire d’un demi-tour.
hu: Fordítsa össze a hátsó és a középső réteget fél fordulattal.
it: Gira insieme lo strato posteriore e quello centrale di mezzo giro.
nb: Snu bak- og mellomlaget sammen en halv omgang.
nl: Draai de achter- en middenlaag samen een halve slag.
pl: Obróć tylną i środkową warstwę razem o pół obrotu.
pt: Vire as camadas traseira e intermediária juntas meia volta.
ro: Întoarceți stratul din spate și din mijloc împreună o jumătate de tură.
sv: Vänd ihop bak- och mellanlagret ett halvt varv.

# Turn2LayersBackCCW_Text
source: Turn the back and middle layer together a quarter turn 'counter clockwise' (-).
cs: Otočte zadní a střední vrstvu dohromady o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej bag- og mellemlaget sammen en kvart omgang 'mod uret' (-).
de: Drehen Sie die hintere und mittlere Schicht gemeinsam eine Vierteldrehung „gegen den Uhrzeigersinn“ (-).
es: Gire la capa posterior y la intermedia juntas un cuarto de vuelta en el sentido contrario a las agujas del reloj (-).
fi: Kierrä taka- ja keskikerrosta yhteen neljänneskierros 'vastapäivään' (-).
fr: Tournez ensemble la couche arrière et la couche intermédiaire d'un quart de tour dans le sens inverse des aiguilles d'une montre (-).
hu: Forgassa el a hátsó és a középső réteget negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Gira insieme lo strato posteriore e quello centrale di un quarto di giro in senso antiorario (-).
nb: Snu bak- og mellomlaget sammen en kvart omdreining 'mot klokken' (-).
nl: Draai de achter- en middenlaag samen een kwartslag 'tegen de klok in' (-).
pl: Obróć warstwę tylną i środkową o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire as camadas traseira e intermediária juntas um quarto de volta no sentido anti-horário (-).
ro: Întoarceți stratul din spate și din mijloc împreună un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid ihop bak- och mittskiktet ett kvarts varv 'moturs' (-).

# Turn2LayersBackCW_Text
source: Turn the back and middle layer together a quarter turn 'clockwise' (+).
cs: Otočte zadní a střední vrstvu dohromady o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej bag- og mellemlaget sammen en kvart omgang 'med uret' (+).
de: Drehen Sie die hintere und mittlere Schicht zusammen eine Vierteldrehung im Uhrzeigersinn (+).
es: Gire la capa posterior y la intermedia juntas un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Kierrä taka- ja keskikerrosta yhteen neljänneskierros 'myötäpäivään' (+).
fr: Tournez ensemble la couche arrière et la couche intermédiaire d'un quart de tour dans le sens des aiguilles d'une montre (+).
hu: Forgassa el a hátsó és a középső réteget negyed fordulattal az óramutató járásával megegyező irányban (+).
it: Ruota insieme lo strato posteriore e quello centrale di un quarto di giro in senso orario (+).
nb: Snu bak- og mellomlaget sammen en kvart omdreining 'med klokken' (+).
nl: Draai de achter- en middenlaag samen een kwartslag 'met de klok mee' (+).
pl: Obróć warstwę tylną i środkową o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire as camadas traseira e intermediária juntas um quarto de volta no sentido horário (+).
ro: Întoarceți stratul din spate și din mijloc împreună un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid ihop bak- och mittskiktet ett kvarts varv 'medurs' (+).
