Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# MessageNineSameColor_Text
source: Of each available color, there must be nine of the same color.
cs: Z každé dostupné barvy musí být devět stejné barvy.
da: Af hver tilgængelig farve skal der være ni af samme farve.
de: Von jeder verfügbaren Farbe müssen es neun in derselben Farbe sein.
es: De cada color disponible, debe haber nueve del mismo color.
fi: Jokaisesta saatavilla olevasta väristä on oltava yhdeksän samaa väriä.
fr: De chaque couleur disponible, il doit y en avoir neuf de la même couleur.
hu: Minden elérhető színből kilencnek kell lennie egyforma színűnek.
it: Di ogni colore disponibile, devono essercene nove dello stesso colore.
nb: Av hver tilgjengelig farge må det være ni av samme farge.
nl: Van elke beschikbare kleur moeten er negen van dezelfde kleur zijn.
pl: Z każdego dostępnego koloru musi być dziewięć tego samego koloru.
pt: De cada cor disponível, deve haver nove da mesma cor.
ro: Din fiecare culoare disponibilă, trebuie să existe nouă de aceeași culoare.
sv: Av varje tillgänglig färg måste det finnas nio av samma färg.

# NameProgram_Text
source: Cube Solver
cs: Cube Solver gg
hu: Rubik's Cube
nl: Rubik's Cube

# No_Text
source: No
cs: Ne
da: Ingen
de: Nein
fi: Ei
fr: Non
hu: Nem
nb: Nei
nl: Neen
pl: Nei
pt: Não
ro: Nu
sv: Nej

# PrivacyPolicyTitle_Text
source: Privacy Policy:
cs: Zásady ochrany osobních údajů:
da: Fortrolighedspolitik:
de: Datenschutz-Bestimmungen:
es: Política de privacidad:
fi: Tietosuojakäytäntö:
fr: Politique de confidentialité:
hu: Adatvédelmi irányelvek:
it: Politica sulla riservatezza:
nb: Personvernregler:
nl: Privacybeleid:
pl: Polityka prywatności:
pt: Política de Privacidade:
ro: Politica de confidențialitate:
sv: Integritetspolicy:

# PrivacyPolicy_Text
source: No personal and other data is stored or passed on to myself and others.
cs: Žádné osobní a jiné údaje nejsou ukládány ani předávány mně a ostatním.
da: Ingen personlige og andre data gemmes eller videregives til mig selv og andre.
de: Es werden keine personenbezogenen und sonstigen Daten gespeichert oder an mich und andere weitergegeben.
es: No se almacenan ni transmiten datos personales ni de otro tipo a mí mismo ni a otros.
fi: Mitään henkilö- tai muita tietoja ei tallenneta tai luovuteta minulle tai muille.
fr: Aucune donnée personnelle ou autre n'est stockée ou transmise à moi-même et à d'autres.
hu: Személyes és egyéb adatokat nem tárolunk, illetve nem adunk át magamnak és másoknak.
it: Nessun dato personale e di altro tipo viene memorizzato o trasmesso a me stesso e ad altri.
nb: Ingen personlige og andre data lagres eller gis videre til meg selv og andre.
nl: Er worden geen persoonlijke en andere gegevens opgeslagen of doorgegeven aan mezelf en anderen.
pl: Żadne dane osobowe i inne nie są przechowywane ani przekazywane mnie i innym osobom.
pt: Nenhum dado pessoal e outros são armazenados ou transmitidos para mim e para outros.
ro: Nicio dată cu caracter personal sau de altă natură nu este stocată sau transmisă mie și altora.
sv: Inga personliga och andra uppgifter lagras eller vidarebefordras till mig själv och andra.

# RestartApp_Text
source: The application will be restarted.
cs: Aplikace bude restartována.
da: Applikationen vil blive genstartet.
de: Die Anwendung wird neu gestartet.
es: La aplicación se reiniciará.
fi: Sovellus käynnistetään uudelleen.
fr: L'application sera redémarrée.
hu: Az alkalmazás újraindul.
it: L'applicazione verrà riavviata.
nb: Applikasjonen vil bli startet på nytt.
nl: De toepassing wordt opnieuw gestart.
pl: Aplikacja zostanie ponownie uruchomiona.
pt: O aplicativo será reiniciado.
ro: Aplicația va fi repornită.
sv: Applikationen kommer att startas om.

# SettingsReset_Text
source: Reset
cs: Resetovat
da: Nulstil
de: Zurücksetzen
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
nb: Nullstille
pl: Resetowanie
pt: Redefinir
ro: Resetați
sv: Återställa

# SettingsSaved_Text
source: Some changed settings must be saved in order to apply them. After saving, the application is restarted and the cube is reset.
cs: Některá změněná nastavení musí být uložena, aby je bylo možné použít. Po uložení se aplikace restartuje a kostka se resetuje.
da: Nogle ændrede indstillinger skal gemmes for at kunne anvende dem. Efter lagring genstartes applikationen, og kuben nulstilles.
de: Einige geänderte Einstellungen müssen gespeichert werden, um sie zu übernehmen. Nach dem Speichern wird die Anwendung neu gestartet und der Cube zurückgesetzt.
es: Algunas configuraciones modificadas deben guardarse para poder aplicarlas. Después de guardar, la aplicación se reinicia y el cubo se reinicia.
fi: Jotkut muutetut asetukset on tallennettava, jotta niitä voidaan käyttää. Tallennuksen jälkeen sovellus käynnistetään uudelleen ja kuutio nollataan.
fr: Certains paramètres modifiés doivent être enregistrés pour pouvoir être appliqués. Après l'enregistrement, l'application est redémarrée et le cube est réinitialisé.
hu: Néhány módosított beállítást el kell menteni az alkalmazásukhoz. Mentés után az alkalmazás újraindul, és a kocka alaphelyzetbe áll.
it: Alcune impostazioni modificate devono essere salvate per poterle applicare. Dopo il salvataggio, l'applicazione viene riavviata e il cubo viene reimpostato.
nb: Noen endrede innstillinger må lagres for å kunne bruke dem. Etter lagring startes applikasjonen på nytt og kuben tilbakestilles.
nl: Sommige gewijzigde instellingen moeten worden opgeslagen om ze toe te passen. Na het bewaren wordt de toepassing opnieuw opgestart en wordt de kubus gereset.
pl: Aby zastosować niektóre zmienione ustawienia, należy je zapisać. Po zapisaniu aplikacja zostanie uruchomiona ponownie, a kostka zostanie zresetowana.
pt: Algumas configurações alteradas devem ser salvas para serem aplicadas. Depois de salvar, o aplicativo é reiniciado e o cubo é reiniciado.
ro: Unele setări modificate trebuie salvate pentru a le aplica. După salvare, aplicația este repornită și cubul este resetat.
sv: Vissa ändrade inställningar måste sparas för att de ska kunna tillämpas. Efter sparandet startas programmet om och kuben återställs.

# SettingsSave_Text
source: Save
cs: Uložit
da: Gemme
de: Speichern
es: Ahorrar
fi: Tallentaa
fr: Sauvegarder
hu: Megment
it: Salva
nb: Lagre
nl: Opslaan
pl: Ratować
pt: Salvar
ro: Salvați
sv: Spara

# Settings_Text
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
hu: Beállítások
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
sv: Inställningar

# Solve_Text
source: Solve
cs: Řešit
da: Løse
de: Lösen
es: Resolver
fi: Ratkaista
fr: Résoudre
hu: Oldja meg
it: Risolvere
nb: Løse
nl: Oplossen
pl: Rozwiązywać
pt: Resolver
ro: Rezolva
sv: Lösa

# TextContainsChar_Text
source: The text contains one or more characters that are not allowed. Not allowed:
cs: Text obsahuje jeden nebo více znaků, které nejsou povoleny. Nepovoleno:
da: Teksten indeholder et eller flere tegn, der ikke er tilladt. Ikke tilladt:
de: Der Text enthält ein oder mehrere unzulässige Zeichen. Nicht erlaubt:
es: El texto contiene uno o más caracteres que no están permitidos. No permitido:
fi: Teksti sisältää yhden tai useamman merkin, jotka eivät ole sallittuja. Ei sallittu:
fr: Le texte contient un ou plusieurs caractères non autorisés. Interdit:
hu: A szöveg egy vagy több nem megengedett karaktert tartalmaz. Nem megengedett:
it: Il testo contiene uno o più caratteri non consentiti. Non autorizzato:
nb: Teksten inneholder ett eller flere tegn som ikke er tillatt. Ikke tillatt:
nl: De tekst bevat een of meer karakters die niet zijn toegestaan. Niet toegestaan:
pl: Tekst zawiera jeden lub więcej niedozwolonych znaków. Niedozwolony:
pt: O texto contém um ou mais caracteres que não são permitidos. Não permitido:
ro: Textul conține unul sau mai multe caractere care nu sunt permise. Nepermis:
sv: Texten innehåller ett eller flera tecken som inte är tillåtna. Inte tillåtet:

# TextToSpeechError_Text
source: Text to speech is not supported on this device.
cs: Převod textu na řeč není na tomto zařízení podporován.
da: Tekst til tale understøttes ikke på denne enhed.
de: Text-to-Speech wird auf diesem Gerät nicht unterstützt.
es: Texto a voz no es compatible con este dispositivo.
fi: Tämä laite ei tue tekstistä puheeksi.
fr: La synthèse vocale n'est pas prise en charge sur cet appareil.
hu: Ez az eszköz nem támogatja a szövegfelolvasást.
it: La sintesi vocale non è supportata su questo dispositivo.
nb: Tekst til tale støttes ikke på denne enheten.
nl: Tekst-naar-spraak wordt niet ondersteund op dit apparaat.
pl: Funkcja zamiany tekstu na mowę nie jest obsługiwana na tym urządzeniu.
pt: A conversão de texto em fala não é compatível com este dispositivo.
ro: Textul în vorbire nu este acceptat pe acest dispozitiv.
sv: Text till tal stöds inte på den här enheten.

# ThemeDark_Text
source: Dark
cs: Tmavá
da: Mørk
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
hu: Sötét
it: Buio
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
sv: Mörk

# ThemeLight_Text
source: Light
cs: Světlo
da: Lys
de: Hell
es: Ligero
fi: Valo
fr: Léger
hu: Világos
it: Leggero
nb: Lys
nl: Licht
pl: Jasny
pt: Clara
ro: Ușoară
sv: Ljus

# ThemeSystem_Text
source: System
cs: Systém
es: Sistema
fi: Järjestelmä
fr: Système
hu: Rendszer
it: Sistema
nl: Systeem
pt: Sistema
ro: Sistem
sv: Systemet

# Theme_Text
source: Theme:
cs: Téma:
da: Tema:
de: Thema:
es: Temática:
fi: Teema:
fr: Thème:
hu: Téma:
it: Tema:
nb: Tema:
nl: Thema:
pl: Temat:
pt: Tema:
ro: Temă:
sv: Tema:

# ToolTipGoBack_Text
source: Go back
cs: Vraťte se
da: Gå tilbage
de: Geh zurück
es: Regresa
fi: Mene takaisin
fr: Retourner
hu: Menjen vissza
it: Torna indietro
nb: Gå tilbake
nl: Ga terug
pl: Wróć
pt: Volte
ro: Întoarce-te
sv: Gå tillbaka

# ToolTipGoForward_Text
source: Go forward
cs: Jdi dopředu
da: Gå fremad
de: Vorwärts gehen
es: Avanzar
fi: Mene eteenpäin
fr: Aller de l'avant
hu: Menj előre
it: Vai avanti
nb: Gå framover
nl: Ga vooruit
pl: Idź naprzód
pt: Vá em frente
ro: Mergi inainte
sv: Gå framåt

# ToolTipHelp_Text
source: Help
cs: Pomoc
da: Hjælp
de: Hilfe
es: Ayuda
fi: Auta
fr: Aider
hu: Segítség
it: Aiuto
nb: Hjelp
nl: Hulp
pl: Pomoc
pt: Ajuda
ro: Ajutor
sv: Hjälp

# ToolTipOpenCube_Text
source: Open the cube
cs: Otevřete kostku
da: Åbn terningen
de: Öffne den Würfel
es: Abre el cubo
fi: Avaa kuutio
fr: Ouvrez le cube
hu: Nyissa ki a kockát
it: Apri il cubo
nb: Åpne kuben
nl: Open de kubus
pl: Otwórz kostkę
pt: Abra o cubo
ro: Deschide cubul
sv: Öppna kuben

# ToolTipSaveCube_Text
source: Save the cube
cs: Uložte kostku
da: Gem terningen
de: Speichern Sie den Würfel
es: Guarda el cubo
fi: Tallenna kuutio
fr: Enregistrez le cube
hu: Mentse el a kockát
it: Salva il cubo
nb: Lagre kuben
nl: Bewaar de kubus
pl: Zapisz kostkę
pt: Salve o cubo
ro: Salvați cubul
sv: Spara kuben

# ToolTipSetColorsCube_Text
source: Toggle button: Set the colors on the cube
cs: Přepínací tlačítko: Nastavte barvy na krychli
da: Til/fra-knap: Indstil farverne på terningen
de: Umschalttaste: Legen Sie die Farben für den Würfel fest
es: Botón de alternancia: establece los colores en el cubo
fi: Vaihtopainike: Aseta kuution värit
fr: Bouton bascule: définissez les couleurs sur le cube
hu: Váltógomb: Állítsa be a kocka színeit
it: Tasto di commutazione: imposta i colori sul cubo
nb: Veksleknapp: Still inn fargene på kuben
nl: Wisselknop: stel de kleuren op de kubus in
pl: Przycisk przełączania: Ustaw kolory kostki
pt: Botão de alternância: defina as cores do cubo
ro: Butonul de comutare: setați culorile pe cub
sv: Växlingsknapp: Ställ in färgerna på kuben

# TurnBackFaceHalfTurn_Text
source: Turn the back side half a turn.
cs: Otočte zadní stranu o půl otáčky.
da: Vend bagsiden en halv omgang.
de: Drehen Sie die Rückseite um eine halbe Umdrehung.
es: Gire la parte de atrás media vuelta.
fi: Käännä takapuolta puoli kierrosta.
fr: Tournez la face arrière d'un demi-tour.
hu: Fordítsa el a hátsó oldalt fél fordulattal.
it: Girare il lato posteriore di mezzo giro.
nb: Snu baksiden en halv omgang.
nl: Draai de achterkant een halve slag.
pl: Obróć tylną stronę o pół obrotu.
pt: Vire a parte de trás meia volta.
ro: Întoarceți partea din spate o jumătate de tură.
sv: Vänd baksidan ett halvt varv.

# TurnBackFaceToLeft_Text
source: Turn the back side a quarter turn 'counter clockwise' (-).
cs: Otočte zadní stranu o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej bagsiden en kvart omgang 'mod uret' (-).
de: Drehen Sie die Rückseite um eine Vierteldrehung 'gegen den Uhrzeigersinn' (-).
es: Gire la parte trasera un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä takapuolta neljänneskierros 'vastapäivään' (-).
fr: Tourner la face arrière d'un quart de tour 'dans le sens inverse des aiguilles d'une montre' (-).
hu: Fordítsa el a hátsó oldalt negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Girare il lato posteriore di un quarto di giro 'in senso antiorario' (-).
nb: Snu baksiden en kvart omdreining 'mot klokken' (-).
nl: Draai de achterkant een kwartslag 'tegen de klok in' (-).
pl: Obróć tylną część o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire a parte de trás um quarto de volta 'no sentido anti-horário' (-).
ro: Rotiți partea din spate un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid baksidan ett kvarts varv "moturs" (-).

# TurnBackFaceToRight_Text
source: Turn the back side a quarter turn 'clockwise' (+).
cs: Otočte zadní stranu o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej bagsiden en kvart omgang 'med uret' (+).
de: Drehen Sie die Rückseite um eine Vierteldrehung 'im Uhrzeigersinn' (+).
es: Gire la parte trasera un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Käännä takapuolta neljänneskierros 'myötäpäivään' (+).
fr: Tournez la face arrière d'un quart de tour 'dans le sens des aiguilles d'une montre' (+).
hu: Fordítsa el a hátsó oldalt negyed fordulattal az óramutató járásával megegyező irányba (+).
it: Girare il lato posteriore di un quarto di giro 'in senso orario' (+).
nb: Vri baksiden en kvart omdreining 'med klokken' (+).
nl: Draai de achterkant een kwartslag 'met de klok mee' (+).
pl: Obróć tylną część o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Vire a parte de trás um quarto de volta 'no sentido horário' (+).
ro: Rotiți partea din spate un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid baksidan ett kvarts varv 'medurs' (+).

# TurnDownFaceHalfTurn_Text
source: Turn the bottom side half a turn.
cs: Otočte spodní stranu o půl otáčky.
da: Vend undersiden en halv omgang.
de: Drehen Sie die Unterseite um eine halbe Umdrehung.
es: Gire el lado inferior media vuelta.
fi: Käännä alareunaa puoli kierrosta.
fr: Tournez le côté inférieur d'un demi-tour.
hu: Fordítsa el az alsó oldalt fél fordulattal.
it: Girare il lato inferiore di mezzo giro.
nb: Snu undersiden en halv omgang.
nl: Draai de onderkant een halve slag.
pl: Obróć dolną część o pół obrotu.
pt: Vire o lado inferior meia volta.
ro: Rotiți partea de jos o jumătate de tură.
sv: Vänd undersidan ett halvt varv.

# TurnDownFaceToLeft_Text
source: Turn the bottom side a quarter turn 'counter clockwise' (-).
cs: Otočte spodní stranu o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej undersiden en kvart omgang 'mod uret' (-).
de: Drehen Sie die Unterseite um eine Vierteldrehung 'gegen den Uhrzeigersinn' (-).
es: Gire el lado inferior un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä alareunaa neljänneskierros 'vastapäivään' (-).
fr: Tourner le côté inférieur d'un quart de tour 'dans le sens inverse des aiguilles d'une montre' (-).
hu: Forgassa el az alsó oldalt negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Girare il lato inferiore di un quarto di giro 'in senso antiorario' (-).
nb: Vri undersiden en kvart omdreining 'mot klokken' (-).
nl: Draai de onderkant een kwartslag 'tegen de klok in' (-).
pl: Obróć dolną część o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire o lado inferior um quarto de volta 'no sentido anti-horário' (-).
ro: Rotiți partea de jos un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid undersidan ett kvarts varv 'moturs' (-).

# TurnDownFaceToRight_Text
source: Turn the bottom side a quarter turn 'clockwise' (+).
cs: Otočte spodní stranu o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej undersiden en kvart omgang 'med uret' (+).
de: Drehen Sie die Unterseite um eine Vierteldrehung 'im Uhrzeigersinn' (+).
es: Gire el lado inferior un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Kierrä alareunaa neljänneskierros 'myötäpäivään' (+).
fr: Tournez le côté inférieur d'un quart de tour 'dans le sens des aiguilles d'une montre' (+).
hu: Forgassa el az alsó oldalt negyed fordulattal az óramutató járásával megegyező irányba (+).
it: Girare il lato inferiore di un quarto di giro 'in senso orario' (+).
nb: Vri undersiden en kvart omdreining 'med klokken' (+).
nl: Draai de onderkant een kwartslag 'met de klok mee' (+).
pl: Obróć dolną część o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire o lado inferior um quarto de volta 'no sentido horário' (+).
ro: Rotiți partea de jos un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid undersidan ett kvarts varv 'medurs' (+).

# TurnCubeFrontFaceToDownFace_Text
source: Turn the entire cube so that the front goes to the bottom, the right side remains at the right.
cs: Otočte celou kostku tak, aby přední strana šla dolů, pravá strana zůstala vpravo.
da: Vend hele terningen, så forsiden går til bunds, højre side forbliver til højre.
de: Drehen Sie den gesamten Würfel so, dass die Vorderseite nach unten zeigt, die rechte Seite bleibt rechts.
es: Gira todo el cubo de modo que el frente vaya hacia abajo, el lado derecho quede a la derecha.
fi: Käännä koko kuutio niin, että etuosa menee pohjaan, oikea puoli jää oikealle.
fr: Tournez tout le cube pour que le devant aille vers le bas, le côté droit reste à droite.
hu: Forgassa el az egész kockát úgy, hogy az eleje lefelé menjen, a jobb oldal jobbra maradjon.
it: Gira l'intero cubo in modo che la parte anteriore vada in basso, il lato destro rimanga a destra.
nb: Snu hele kuben slik at fronten går til bunnen, høyre side forblir til høyre.
nl: Draai de hele kubus zo dat de voorkant naar beneden gaat, de rechterkant blijft rechts.
pl: Obróć całą kostkę tak, aby przód znalazł się na dole, prawa strona pozostała po prawej stronie.
pt: Gire todo o cubo de forma que a frente fique para baixo, o lado direito fique à direita.
ro: Întoarceți întregul cub astfel încât partea din față să meargă în jos, partea dreaptă să rămână la dreapta.
sv: Vänd hela kuben så att framsidan går till botten, höger sida förblir till höger.

# TurnCubeFrontFaceToLeftFace_Text
source: Turn the entire cube so that the front goes to the left side, the top side remains at the top.
cs: Otočte celou kostku tak, aby přední strana šla na levou stranu, horní strana zůstala nahoře.
da: Vend hele terningen, så forsiden går til venstre side, oversiden forbliver øverst.
de: Drehen Sie den gesamten Würfel so, dass die Vorderseite nach links zeigt, die Oberseite bleibt oben.
es: Gira todo el cubo de modo que el frente vaya hacia el lado izquierdo y el lado superior quede arriba.
fi: Käännä koko kuutio niin, että etuosa menee vasemmalle, yläpuoli jää yläpuolelle.
fr: Tournez l'ensemble du cube de manière à ce que la face avant soit vers la gauche, la face supérieure reste en haut.
hu: Forgassa el az egész kockát úgy, hogy az eleje a bal oldalra kerüljön, a felső oldal maradjon felül.
it: Gira l'intero cubo in modo che la parte anteriore vada verso sinistra, la parte superiore rimanga in alto.
nb: Snu hele kuben slik at fronten går til venstre side, toppsiden forblir øverst.
nl: Draai de hele kubus zo dat de voorkant naar de linkerkant gaat, de bovenkant blijft bovenaan.
pl: Obróć całą kostkę tak, aby przód znalazł się na lewej stronie, górna strona pozostała na górze.
pt: Vire o cubo inteiro de forma que a frente fique para o lado esquerdo, o lado superior fique para cima.
ro: Întoarceți întregul cub astfel încât partea din față să meargă în partea stângă, partea de sus să rămână în partea de sus.
sv: Vänd hela kuben så att framsidan går till vänster sida, översidan förblir överst.

# TurnCubeFrontFaceToRightFace_Text
source: Turn the entire cube so that the front goes to the right side, the top side remains at the top.
cs: Otočte celou kostku tak, aby přední strana šla na pravou stranu, horní strana zůstala nahoře.
da: Vend hele terningen, så forsiden går til højre side, oversiden forbliver øverst.
de: Drehen Sie den gesamten Würfel so, dass die Vorderseite nach rechts zeigt, die Oberseite oben bleibt.
es: Gira todo el cubo de modo que el frente vaya hacia el lado derecho y la parte superior quede arriba.
fi: Käännä koko kuutio niin, että etuosa menee oikealle, yläpuoli jää yläpuolelle.
fr: Tournez l'ensemble du cube de manière à ce que le devant aille vers la droite, le côté supérieur reste en haut.
hu: Forgassa el az egész kockát úgy, hogy az eleje a jobb oldalra kerüljön, a felső oldal maradjon felül.
it: Gira l'intero cubo in modo che la parte anteriore vada verso destra, la parte superiore rimanga in alto.
nb: Snu hele kuben slik at fronten går til høyre side, oversiden forblir øverst.
nl: Draai de hele kubus zo dat de voorkant naar de rechterkant gaat, de bovenkant blijft bovenaan.
pl: Obróć całą kostkę tak, aby przód znalazł się na prawej stronie, górna strona pozostała na górze.
pt: Vire o cubo inteiro de forma que a frente fique para o lado direito, o lado superior fique para cima.
ro: Întoarceți întregul cub astfel încât partea din față să meargă în partea dreaptă, partea de sus să rămână în partea de sus.
sv: Vänd hela kuben så att framsidan går åt höger sida, översidan blir kvar på toppen.

# TurnCubeFrontFaceToUpFace_Text
source: Turn the entire cube so that the front goes to the top, the right side remains at the right.
cs: Otočte celou kostku tak, aby přední část šla nahoru, pravá strana zůstala vpravo.
da: Vend hele terningen, så fronten går til toppen, højre side forbliver til højre.
de: Drehen Sie den gesamten Würfel so, dass die Vorderseite nach oben zeigt, die rechte Seite bleibt rechts.
es: Gira todo el cubo de modo que el frente vaya hacia arriba y el lado derecho quede a la derecha.
fi: Käännä koko kuutio niin, että etuosa menee ylös, oikea puoli jää oikealle.
fr: Tournez tout le cube pour que le devant aille vers le haut, le côté droit reste à droite.
hu: Forgassa el az egész kockát úgy, hogy az eleje felfelé menjen, a jobb oldal jobbra maradjon.
it: Gira l'intero cubo in modo che la parte anteriore vada in alto, il lato destro rimanga a destra.
nb: Snu hele kuben slik at fronten går til toppen, høyre side forblir til høyre.
nl: Draai de hele kubus zo dat de voorkant naar boven gaat, de rechterkant blijft rechts.
pl: Obróć całą kostkę tak, aby przód skierował się do góry, prawa strona pozostała po prawej stronie.
pt: Gire todo o cubo de forma que a frente fique para cima, o lado direito fique à direita.
ro: Întoarceți întregul cub astfel încât partea din față să meargă în sus, partea dreaptă să rămână la dreapta.
sv: Vänd hela kuben så att fronten går till toppen, höger sida förblir till höger.
