Repository: geertgeerits/RubiksCube
Catalog: RubiksCube/Resources/Languages/CubeLang.*.resx
Languages: cs, da, de, es, fi, fr, hu, it, nb, nl, pl, pt, ro, sv

# Turn2LayersDown2_Text
source: Turn the bottom and middle layer together half a turn.
cs: Otočte spodní a střední vrstvu dohromady o půl otáčky.
da: Vend bund- og mellemlag sammen en halv omgang.
de: Drehen Sie die untere und mittlere Schicht zusammen eine halbe Umdrehung.
es: Junte la capa inferior y media media vuelta.
fi: Käännä ala- ja keskikerrosta puoli kierrosta yhteen.
fr: Tournez ensemble les couches inférieure et intermédiaire d’un demi-tour.
hu: Az alsó és a középső réteget fél fordulattal összeforgatjuk.
it: Gira insieme lo strato inferiore e quello intermedio di mezzo giro.
nb: Snu det nederste og midterste laget sammen en halv omgang.
nl: Draai de onderste en middelste laag samen een halve slag.
pl: Obróć dolną i środkową warstwę razem o pół obrotu.
pt: Vire as camadas inferior e intermediária juntas meia volta.
ro: Întoarceți stratul inferior și mijlociu împreună o jumătate de tură.
sv: Vänd ihop botten och mellanlagret ett halvt varv.

# Turn2LayersDownCCW_Text
source: Turn the bottom and middle layer together a quarter turn 'counter clockwise' (-).
cs: Otočte spodní a střední vrstvu dohromady o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej det nederste og mellemste lag sammen en kvart omgang 'mod uret' (-).
de: Drehen Sie die untere und mittlere Schicht gemeinsam eine Vierteldrehung „gegen den Uhrzeigersinn“ (-).
es: Gire las capas inferior y media juntas un cuarto de vuelta en el sentido contrario a las agujas del reloj (-).
fi: Kierrä ala- ja keskikerrosta yhteen neljänneskierros 'vastapäivään' (-).
fr: Tournez ensemble les couches inférieure et intermédiaire d'un quart de tour dans le sens inverse des aiguilles d'une montre (-).
hu: Forgassa el az alsó és a középső réteget negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Ruota insieme lo strato inferiore e quello intermedio di un quarto di giro in senso antiorario (-).
nb: Vri det nederste og midterste laget sammen en kvart omdreining 'mot klokken' (-).
nl: Draai de onderste en middelste laag samen een kwartslag 'tegen de klok in' (-).
pl: Obróć dolną i środkową warstwę o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire as camadas inferior e intermediária juntas um quarto de volta no sentido anti-horário (-).
ro: Întoarceți stratul inferior și mijlociu împreună un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid ihop det nedre och mittersta lagret ett kvarts varv 'moturs' (-).

# Turn2LayersDownCW_Text
source: Turn the bottom and middle layer together a quarter turn 'clockwise' (+).
cs: Otočte spodní a střední vrstvu dohromady o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej det nederste og mellemste lag sammen en kvart omgang 'med uret' (+).
de: Drehen Sie die untere und mittlere Schicht gemeinsam um eine Vierteldrehung im Uhrzeigersinn (+).
es: Gire las capas inferior y media juntas un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Kierrä ala- ja keskikerrosta yhteen neljänneskierros 'myötäpäivään' (+).
fr: Tournez ensemble les couches inférieure et intermédiaire d'un quart de tour dans le sens des aiguilles d'une montre (+).
hu: Forgassa el az alsó és a középső réteget negyed fordulattal az óramutató járásával megegyező irányban (+).
it: Ruota insieme lo strato inferiore e quello intermedio di un quarto di giro in senso orario (+).
nb: Vri det nederste og midterste laget sammen en kvart omdreining 'med klokken' (+).
nl: Draai de onderste en middelste laag samen een kwartslag 'met de klok mee' (+).
pl: Obróć dolną i środkową warstwę razem o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire as camadas inferior e intermediária juntas um quarto de volta no sentido horário (+).
ro: Întoarceți stratul inferior și mijlociu împreună un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid ihop det nedre och mittersta lagret ett kvarts varv 'medurs' (+).

# Turn2LayersFront2_Text
source: Turn the front and middle layer together half a turn.
cs: Otočte přední a střední vrstvu dohromady o půl otáčky.
da: Vend forreste og midterste lag sammen en halv omgang.
de: Drehen Sie die vordere und mittlere Schicht eine halbe Umdrehung zusammen.
es: Gire la capa frontal y media juntas media vuelta.
fi: Käännä etu- ja keskikerros yhteen puoli kierrosta.
fr: Tournez ensemble les couches avant et intermédiaire d’un demi-tour.
hu: Fordítsa össze fél fordulattal az elülső és a középső réteget.
it: Gira insieme lo strato anteriore e quello centrale di mezzo giro.
nb: Snu det fremre og midterste laget sammen en halv omgang.
nl: Draai de voor- en middenlaag samen een halve slag.
pl: Obróć przednią i środkową warstwę razem o pół obrotu.
pt: Vire as camadas frontal e intermediária juntas meia volta.
ro: Întoarceți stratul din față și din mijloc împreună o jumătate de tură.
sv: Vänd ihop det främre och mittersta lagret ett halvt varv.

# Turn2LayersFrontCCW_Text
source: Turn the front and middle layer together a quarter turn 'counter clockwise' (-).
cs: Otočte přední a střední vrstvu dohromady o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej det forreste og midterste lag sammen en kvart omgang 'mod uret' (-).
de: Drehen Sie die vordere und mittlere Schicht gemeinsam eine Vierteldrehung „gegen den Uhrzeigersinn“ (-).
es: Gire la capa frontal y media juntas un cuarto de vuelta en sentido contrario a las agujas del reloj (-).
fi: Kierrä etu- ja keskikerrosta yhteen neljänneskierros 'vastapäivään' (-).
fr: Tournez ensemble les couches avant et intermédiaire d'un quart de tour dans le sens inverse des aiguilles d'une montre (-).
hu: Forgassa össze az elülső és a középső réteget negyed fordulattal „az óramutató járásával ellentétes irányba” (-).
it: Ruota insieme lo strato anteriore e quello intermedio di un quarto di giro in senso antiorario (-).
nb: Vri det fremre og midterste laget sammen en kvart omdreining 'mot klokken' (-).
nl: Draai de voor- en middenlaag samen een kwartslag 'tegen de klok in' (-).
pl: Obróć przednią i środkową warstwę o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire as camadas frontal e intermediária juntas um quarto de volta no sentido anti-horário (-).
ro: Întoarceți stratul din față și din mijloc împreună un sfert de tură „în sens invers acelor de ceasornic” (-).
sv: Vrid det främre och mittersta lagret tillsammans ett kvarts varv 'moturs' (-).

# Turn2LayersFrontCW_Text
source: Turn the front and middle layer together a quarter turn 'clockwise' (+).
cs: Otočte přední a střední vrstvu dohromady o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej det forreste og midterste lag sammen en kvart omgang 'med uret' (+).
de: Drehen Sie die vordere und mittlere Schicht gemeinsam um eine Vierteldrehung „im Uhrzeigersinn“ (+).
es: Gire la capa frontal y media juntas un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Kierrä etu- ja keskikerrosta yhteen neljänneskierros 'myötäpäivään' (+).
fr: Tournez ensemble les couches avant et intermédiaire d'un quart de tour dans le sens des aiguilles d'une montre (+).
hu: Forgassa el az elülső és a középső réteget negyed fordulattal az óramutató járásával megegyező irányban (+).
it: Ruota insieme lo strato anteriore e quello intermedio di un quarto di giro in senso orario (+).
nb: Vri det fremre og midterste laget sammen en kvart omdreining 'med klokken' (+).
nl: Draai de voor- en middenlaag samen een kwartslag 'met de klok mee' (+).
pl: Obróć przednią i środkową warstwę o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire as camadas frontal e intermediária juntas um quarto de volta no sentido horário (+).
ro: Întoarceți stratul din față și din mijloc împreună un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid ihop det främre och mittersta lagret ett kvarts varv 'medurs' (+).

# Turn2LayersLeft2_Text
source: Turn the left and middle layer together half a turn.
cs: Otočte levou a střední vrstvu dohromady o půl otáčky.
da: Vend venstre og midterste lag sammen en halv omgang.
de: Drehen Sie die linke und die mittlere Schicht zusammen eine halbe Umdrehung.
es: Gire la capa izquierda y media juntas media vuelta.
fi: Käännä vasenta ja keskimmäistä kerrosta yhteen puoli kierrosta.
fr: Tournez ensemble les couches gauche et intermédiaire d’un demi-tour.
hu: Forgassa el a bal és a középső réteget fél fordulattal együtt.
it: Gira insieme lo strato sinistro e quello centrale di mezzo giro.
nb: Snu venstre og midterste lag sammen en halv omgang.
nl: Draai de linker- en middelste laag samen een halve slag.
pl: Obróć lewą i środkową warstwę razem o pół obrotu.
pt: Gire as camadas esquerda e intermediária juntas meia volta.
ro: Întoarceți stratul din stânga și din mijloc împreună o jumătate de tură.
sv: Vrid ihop vänster och mellanlag ett halvt varv.

# Turn2LayersLeftCCW_Text
source: Turn the left and middle layer together a quarter turn 'counter clockwise' (-).
cs: Otočte levou a střední vrstvu dohromady o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej venstre og midterste lag sammen en kvart omgang 'mod uret' (-).
de: Drehen Sie die linke und mittlere Schicht gemeinsam eine Vierteldrehung „gegen den Uhrzeigersinn“ (-).
es: Gire las capas izquierda y media juntas un cuarto de vuelta en el sentido contrario a las agujas del reloj (-).
fi: Kierrä vasenta ja keskimmäistä kerrosta yhteen neljänneskierros 'vastapäivään' (-).
fr: Tournez ensemble les couches gauche et intermédiaire d'un quart de tour dans le sens inverse des aiguilles d'une montre (-).
hu: Forgassa el a bal és a középső réteget negyed fordulattal az óramutató járásával ellentétes irányban (-).
it: Ruota insieme lo strato sinistro e quello centrale di un quarto di giro in senso antiorario (-).
nb: Vri venstre og midterste lag sammen en kvart omdreining 'mot klokken' (-).
nl: Draai de linker- en middelste laag samen een kwartslag 'tegen de klok in' (-).
pl: Obróć lewą i środkową warstwę razem o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire as camadas esquerda e intermediária juntas um quarto de volta no sentido anti-horário (-).
ro: Rotiți împreună stratul din stânga și din mijloc un sfert de tură „în sens invers acelor de ceasornic” (-).
sv: Vrid det vänstra och mellersta lagret tillsammans ett kvarts varv "moturs" (-).

# Turn2LayersLeftCW_Text
source: Turn the left and middle layer together a quarter turn 'clockwise' (+).
cs: Otočte levou a střední vrstvu dohromady o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej venstre og midterste lag sammen en kvart omgang 'med uret' (+).
de: Drehen Sie die linke und mittlere Schicht gemeinsam um eine Vierteldrehung „im Uhrzeigersinn“ (+).
es: Gire las capas izquierda y media juntas un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Käännä vasenta ja keskimmäistä kerrosta yhteen neljänneskierros 'myötäpäivään' (+).
fr: Tournez ensemble les couches gauche et intermédiaire d'un quart de tour dans le sens des aiguilles d'une montre (+).
hu: Forgassa el a bal és a középső réteget negyed fordulattal „óramutató járásával megegyezően” (+).
it: Ruota insieme lo strato sinistro e quello centrale di un quarto di giro in senso orario (+).
nb: Vri venstre og midterste lag sammen en kvart omdreining 'med klokken' (+).
nl: Draai de linker- en middelste laag samen een kwartslag 'met de klok mee' (+).
pl: Obróć lewą i środkową warstwę razem o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire as camadas esquerda e intermediária juntas um quarto de volta no sentido horário (+).
ro: Rotiți împreună stratul din stânga și din mijloc un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid det vänstra och mellersta lagret tillsammans ett kvarts varv 'medurs' (+).

# Turn2LayersRight2_Text
source: Turn the right and middle layer together half a turn.
cs: Otočte pravou a střední vrstvu dohromady o půl otáčky.
da: Vend højre og midterste lag sammen en halv omgang.
de: Drehen Sie die rechte und mittlere Schicht zusammen eine halbe Umdrehung.
es: Gire la capa derecha y la del medio juntas media vuelta.
fi: Käännä oikeaa ja keskimmäistä kerrosta yhteen puoli kierrosta.
fr: Tournez ensemble les couches droite et intermédiaire d'un demi-tour.
hu: Fordítsa össze a jobb és a középső réteget fél fordulattal.
it: Gira insieme lo strato destro e quello centrale di mezzo giro.
nb: Snu høyre og midterste lag sammen en halv omgang.
nl: Draai de rechter- en middelste laag samen een halve slag.
pl: Obróć prawą i środkową warstwę razem o pół obrotu.
pt: Gire as camadas direita e intermediária juntas meia volta.
ro: Întoarceți stratul din dreapta și din mijloc împreună o jumătate de tură.
sv: Vänd ihop höger och mellanlag ett halvt varv.

# Turn2LayersRightCCW_Text
source: Turn the right and middle layer together a quarter turn 'counter clockwise' (-).
cs: Otočte pravou a střední vrstvu dohromady o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej højre og midterste lag sammen en kvart omgang 'mod uret' (-).
de: Drehen Sie die rechte und mittlere Schicht gemeinsam eine Vierteldrehung „gegen den Uhrzeigersinn“ (-).
es: Gire la capa derecha y la del medio juntas un cuarto de vuelta en el sentido contrario a las agujas del reloj (-).
fi: Kierrä oikeaa ja keskimmäistä kerrosta yhteen neljänneskierros 'vastapäivään' (-).
fr: Tournez ensemble les couches droite et intermédiaire d'un quart de tour dans le sens inverse des aiguilles d'une montre (-).
hu: Forgassa össze a jobb és a középső réteget negyed fordulattal „az óramutató járásával ellentétes irányba” (-).
it: Ruota insieme lo strato destro e quello centrale di un quarto di giro in senso antiorario (-).
nb: Vri høyre og midterste lag sammen en kvart omdreining 'mot klokken' (-).
nl: Draai de rechter- en middelste laag samen een kwartslag 'tegen de klok in' (-).
pl: Obróć prawą i środkową warstwę razem o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire as camadas direita e intermediária juntas um quarto de volta no sentido anti-horário (-).
ro: Întoarceți stratul din dreapta și din mijloc împreună un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid det högra och mittersta lagret tillsammans ett kvarts varv 'moturs' (-).

# Turn2LayersRightCW_Text
source: Turn the right and middle layer together a quarter turn 'clockwise' (+).
cs: Otočte pravou a střední vrstvu dohromady o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej højre og midterste lag sammen en kvart omgang 'med uret' (+).
de: Drehen Sie die rechte und mittlere Schicht gemeinsam um eine Vierteldrehung „im Uhrzeigersinn“ (+).
es: Gire las capas derecha y media juntas un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Käännä oikeaa ja keskimmäistä kerrosta yhteen neljänneskierros 'myötäpäivään' (+).
fr: Tournez ensemble les couches droite et intermédiaire d'un quart de tour dans le sens des aiguilles d'une montre (+).
hu: Forgassa össze a jobb és a középső réteget negyed fordulattal az óramutató járásával megegyező irányban (+).
it: Ruota insieme lo strato destro e quello centrale di un quarto di giro in senso orario (+).
nb: Vri høyre og midterste lag sammen en kvart omdreining 'med klokken' (+).
nl: Draai de rechter- en middelste laag samen een kwartslag 'met de klok mee' (+).
pl: Obróć prawą i środkową warstwę razem o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire as camadas direita e intermediária juntas um quarto de volta no sentido horário (+).
ro: Întoarceți stratul din dreapta și din mijloc împreună un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid det högra och mittersta lagret tillsammans ett kvarts varv 'medurs' (+).

# Turn2LayersUp2_Text
source: Turn the top and middle layer together half a turn.
cs: Otočte horní a střední vrstvu dohromady o půl otáčky.
da: Vend det øverste og mellemste lag sammen en halv omgang.
de: Drehen Sie die obere und mittlere Schicht zusammen eine halbe Umdrehung.
es: Junte la capa superior y la intermedia media vuelta.
fi: Käännä ylä- ja keskikerrosta puoli kierrosta yhteen.
fr: Tournez ensemble les couches supérieure et intermédiaire d’un demi-tour.
hu: A felső és a középső réteget fél fordulattal összeforgatjuk.
it: Gira insieme lo strato superiore e quello intermedio di mezzo giro.
nb: Snu topp- og mellomlaget sammen en halv omgang.
nl: Draai de bovenste en middelste laag samen een halve slag.
pl: Obróć górną i środkową warstwę razem o pół obrotu.
pt: Vire as camadas superior e intermediária juntas meia volta.
ro: Întoarceți stratul superior și mijlociu împreună o jumătate de tură.
sv: Vänd ihop översta och mellanlagret ett halvt varv.

# Turn2LayersUpCCW_Text
source: Turn the top and middle layer together a quarter turn 'counter clockwise' (-).
cs: Otočte horní a střední vrstvu dohromady o čtvrt otáčky „proti směru hodinových ručiček“ (-).
da: Drej det øverste og mellemste lag sammen en kvart omgang 'mod uret' (-).
de: Drehen Sie die obere und mittlere Schicht gemeinsam eine Vierteldrehung „gegen den Uhrzeigersinn“ (-).
es: Gire las capas superior e intermedia un cuarto de vuelta en el sentido contrario a las agujas del reloj (-).
fi: Käännä ylä- ja keskikerrosta yhteen neljänneskierros 'vastapäivään' (-).
fr: Tournez ensemble les couches supérieure et intermédiaire d'un quart de tour dans le sens inverse des aiguilles d'une montre (-).
hu: Forgassa el a felső és a középső réteget negyed fordulattal „az óramutató járásával ellentétes irányba” (-).
it: Ruota insieme lo strato superiore e quello intermedio di un quarto di giro in senso antiorario (-).
nb: Vri det øverste og midterste laget sammen en kvart omdreining 'mot klokken' (-).
nl: Draai de bovenste en middelste laag samen een kwartslag 'tegen de klok in' (-).
pl: Obróć górną i środkową warstwę o ćwierć obrotu w kierunku przeciwnym do ruchu wskazówek zegara (-).
pt: Gire as camadas superior e intermediária juntas um quarto de volta no sentido anti-horário (-).
ro: Întoarceți stratul superior și mijlociu împreună un sfert de tură „în sensul invers acelor de ceasornic” (-).
sv: Vrid ihop det övre och mittersta lagret ett kvarts varv "moturs" (-).

# Turn2LayersUpCW_Text
source: Turn the top and middle layer together a quarter turn 'clockwise' (+).
cs: Otočte horní a střední vrstvu dohromady o čtvrt otáčky „ve směru hodinových ručiček“ (+).
da: Drej det øverste og mellemste lag sammen en kvart omgang 'med uret' (+).
de: Drehen Sie die obere und mittlere Schicht gemeinsam um eine Vierteldrehung im Uhrzeigersinn (+).
es: Gire las capas superior e intermedia un cuarto de vuelta en el sentido de las agujas del reloj (+).
fi: Käännä ylä- ja keskikerrosta yhteen neljänneskierros 'myötäpäivään' (+).
fr: Tournez ensemble les couches supérieure et intermédiaire d'un quart de tour dans le sens des aiguilles d'une montre (+).
hu: Forgassa össze a felső és a középső réteget negyed fordulattal az óramutató járásával megegyező irányban (+).
it: Ruota insieme lo strato superiore e quello intermedio di un quarto di giro in senso orario (+).
nb: Vri det øverste og midterste laget sammen en kvart omdreining 'med klokken' (+).
nl: Draai de bovenste en middelste laag samen een kwartslag 'met de klok mee' (+).
pl: Obróć górną i środkową warstwę razem o ćwierć obrotu w kierunku zgodnym z ruchem wskazówek zegara (+).
pt: Gire as camadas superior e intermediária juntas um quarto de volta no sentido horário (+).
ro: Întoarceți stratul superior și mijlociu împreună un sfert de tură „în sensul acelor de ceasornic” (+).
sv: Vrid ihop det övre och mittersta lagret ett kvarts varv 'medurs' (+).

# ToolTipAppEmail_Text
source: Send an email to the author of this application
cs: Pošlete e-mail autorovi této aplikace
da: Send en e-mail til forfatteren af denne ansøgning
de: Senden Sie eine E-Mail an den Autor dieser Anwendung
es: Enviar un correo electrónico al autor de esta aplicación
fi: Lähetä sähköposti tämän sovelluksen kirjoittajalle
fr: Envoyer un e-mail à l'auteur de cette application
it: Invia una e-mail all'autore di questa applicazione
nb: Send en e-post til forfatteren av denne applikasjonen
pl: Wyślij e-mail do autora tej aplikacji
pt: Envie um e-mail para o autor deste aplicativo
ro: Trimiteți un e-mail autorului acestei aplicații
sv: Skicka ett e-postmeddelande till författaren av den här applikationen

# ToolTipAppWebsite_Text
source: Open the website of this application
cs: Otevřete webovou stránku této aplikace
da: Åbn webstedet for denne applikation
de: Öffnen Sie die Website dieser Anwendung
es: Abra el sitio web de esta aplicación
fi: Avaa tämän sovelluksen verkkosivusto
fr: Ouvrez le site Web de cette application
it: Aprire il sito Web di questa applicazione
nb: Åpne nettstedet til denne applikasjonen
pl: Otwórz stronę internetową tej aplikacji
pt: Abra o site deste aplicativo
ro: Deschide site-ul acestei aplicații
sv: Öppna webbplatsen för denna applikation

# ResultSolutions_Text
source: Tested solutions:
cs: Testovaná řešení:
da: Testede løsninger:
de: Getestete Lösungen:
es: Soluciones probadas:
fi: Testatut ratkaisut:
fr: Solutions testées:
it: Soluzioni testate:
nb: Testede løsninger:
pl: Przetestowane rozwiązania:
pt: Soluções testadas:
ro: Solutii testate:
sv: Testade lösningar:

# AverageTurns_Text
source: Average number of turns to solve the cube:
cs: Průměrný počet otočení k vyřešení kostky:
da: Gennemsnitligt antal omgange for at løse terningen:
de: Durchschnittliche Anzahl der Runden zum Lösen des Würfels:
es: Número medio de vueltas para resolver el cubo:
fi: Keskimääräinen kierrosten lukumäärä kuution ratkaisemiseksi:
fr: Nombre moyen de tours pour résoudre le cube:
it: Numero medio di giri per risolvere il cubo:
nb: Gjennomsnittlig antall omdreininger for å løse kuben:
pl: Średnia liczba tur potrzebnych do ułożenia kostki:
pt: Número médio de voltas para resolver o cubo:
ro: Numărul mediu de ture pentru a rezolva cubul:
sv: Genomsnittligt antal varv för att lösa kuben:

# ToolTipScrambleCube_Text
source: Scramble the cube
cs: Rozdrťte kostku
da: Rør terningen sammen
de: Verwirre den Würfel
es: Revuelve el cubo
fi: Sekoita kuutio
fr: Brouiller le cube
it: Mescola il cubo
nb: Bland kuben
pl: Pomieszaj kostkę
pt: Embaralhe o cubo
ro: Amestecă cubul
sv: Skruva ihop kuben

# ToolTipResetCube_Text
source: Reset the cube
cs: Resetujte kostku
da: Nulstil kuben
de: Den Würfel zurücksetzen
es: Reiniciar el cubo
fi: Nollaa kuutio
fr: Réinitialiser le cube
it: Reimposta il cubo
nb: Tilbakestill kuben
pl: Zresetuj kostkę
pt: Reinicie o cubo
ro: Resetați cubul
sv: Återställ kuben

# HelpResetCube_Text
source: Reset the cube.
cs: Resetujte kostku.
da: Nulstil kuben.
de: Setze den Würfel zurück.
es: Reinicia el cubo.
fi: Nollaa kuutio.
fr: Réinitialisez le cube.
it: Reimposta il cubo.
nb: Tilbakestill kuben.
pl: Zresetuj kostkę.
pt: Reinicie o cubo.
ro: Resetați cubul.
sv: Återställ kuben.

# HelpScrambleCube_Text
source: Scramble the cube.
cs: Rozdrťte kostku.
da: Rør terningen sammen.
de: Bringe den Würfel durcheinander.
es: Revuelve el cubo.
fi: Sekoita kuutio.
fr: Brouillez le cube.
it: Mescola il cubo.
nb: Bland kuben.
pl: Wymieszaj kostkę.
pt: Embaralhe o cubo.
ro: Amestecă cubul.
sv: Skruva ihop kuben.

# ToolTipSolveCube_Text
source: Solve the cube
cs: Vyřešte kostku
da: Løs terningen
de: Löse den Würfel
es: Resolver el cubo
fi: Ratkaise kuutio
fr: Résoudre le cube
it: Risolvi il cubo
nb: Løs kuben
pl: Rozwiąż kostkę
pt: Resolva o cubo
ro: Rezolvați cubul
sv: Lös kuben
